{"tweets": ["Well done @KKRiders & @DineshKarthik . All played like u should…by backing urselves. @lynny50 #SWarrier @RealShubmanGill good job. But tonite belongs to Papa! 3 cheers for proud papa & family.", "I give this move…  ‘Kudos’ ‘Yay’ & 5/5. Wot can say? I am an easy critic to please!!", "Little one was a bit confused between ‘Boating’ and Voting, so took him along to experience the difference.", "Coffee with Kalyan jewellers in Dubai. No sugar in my coffee please...I’ll just lick myself...", "‘You never really understand your personality, unless you have a Mini Me who acts the same way’", "Thk u everyone for giving so much love to Badla. Congratulations to the whole team & especially @SrBachchan @taapsee @sujoy_g on 50 Days!", "A very happy birthday to my friend @sachin_rt   and thank u for inspiring us to be the best versions of ourselves. May u have a great day.", "Oh dear!! Why can’t I just travel in cars & trains like normal ppl do! Please don’t try this at home or anywhere.", "Thank u my http://man.It ’s a pleasure when people around,can take jokes in the spirit they are made. Thx  for this pleasure", "PM sahib @narendramodi ne creativity ki liye bola tha. Main thoda late ho gaya video banane mein...aap mat hona Vote karne mein!!! ‘Voting is not only our Right, it is our Power.’  Please Use It. Thank u to @tanishkbagchi @abbyviral @parakramsinghr .", "Kya baat hai bhai!! Bahut Khoob.", "May Allah bless his soul. In school we use to hear all his stories of bravery and be inspired.", "I feel it’s only fair for KKR to do something in return for @Russell12A  ,like winning a few before the season ends.", "Arre nahi Daddy Cool! ‘Grow up’ hon aapke dushman. Hum dono ka dil to baccha hai ji. Come back home let’s start with snakes and ladders and we can move to making sand castles in the air. Miss you.", "What a warm and happy welcome here in China by SRK UNIVERSE China. Thx for the gifts, the flowers and the kisses. I am Red all over!!", "Thank u Kolkata & thx ITC Sonar for years of hospitality. I would eat the goodies but that would be like ‘eating my own words.’ But love them all the same.", "No no yaar. The fun was all mine. You were so cool to work with & so talented.", "Wonderful play by @RealShubmanGill & @Russell12A yet again. Losing is ok but today we kind of lacked heart, especially bowling, that’s sad. Only positive out of this game was that our Dada @SGanguly99 was at Eden on the winning side. Congrats @DelhiCapitals", "And he was so jovial. Somehow in the midst of all stresses he had a way that could make u smile away ur troubles. One of those people u assumed will never leave your side cos he was so full of life .", "He loved me so much. Encouraged me. And today if I am used to being mollycoddled on sets it’s because of this man who made a ‘Fauji’ out of a boy, like his own. Will miss you Sir...always. May u find peace in ur new mission.", "Sir film aapki hai…acting aapki hai…Hit aapki wajah se hai…aap na hote toh film hi na hoti. Toh party…bhi??", "Sir hum toh wait kar rahein hain ki aap party kab de rahein hain hum sabko! We r waiting outside Jalsa every nite!", "Thought while waiting to go back home to Mumbai....I should for no reason do a Chennai Selfie...so..bye Chennai & all the wonderful friends I met from the film industry & of course the sporting crowd at the stadium. Whistle Podu!!", "Much fun in Chennai today. Well played @ChennaiIPL  & my fantastic @KKRiders we did our best but sometime it’s not good enough. @Russell12A @imkuldeep18 will giv u guys a massage, @SunilPNarine74 will help. #piyushchawla ‘I am in love with ur new body’", "How sweet is this from @purevnv  now I have been geared & dressed for the whole year by these gifts from my friend @anandahuja Thank u so much. It’s very kind of u & these r the coolest sneakers I have ever seen. Have to come to ur store soonest!", "Thanks baby. Got this. Now please motivate me to Work On Time too!!", "So well done my @KKRiders @lynny50 give him the SUV! @SunilPNarine74 u r YOU! @robbieuthappa u r STYLE! Bowlers were awesome & u @piyushchawla024 keep doing wot u do...& @gurneyhf welcome to the family. Thx @DineshKarthik I feel on top of the table! CU soon", "Well played boys @KKRiders @lynny50 @NitishRana_27 @robbieuthappa . Each one in the team did so well but you all will agree all words of praise r worth less than this picture...", "And you guys in the Dugout who said game/set/& match......u may know your cricket but you don’t know @Russell12A !!! WOW u CHAMPION. This calls for Wine my MuscleMan!", "Thank u for the honour @universityoflaw & my best wishes to the graduating students. It will encourage our team at @MeerFoundation to strive ‘selfishly’ to share more.", "What a lovely evening @Arsenal congratulations. Thx @MesutOzil1088 & #AmineGulse for your warmth love & hospitality. See u guys soon in India.", "The end of one story is the beginning of another. Who did I invite to go on the next adventure in my #Dubai? Watch my whole adventure now at https://www.visitdubai.com/en/discover/shah-rukh-khan-in-dubai …\n#BeMyGuest @visitdubai", "All of u please put ur hands in prayer...and say Bhagwan inki zindagi ki nayi shuruaat mein...inpar karam karna...May God have mercy on them...Insha Allah. These r my sisters & need ur prayers for recovery, without distinguishing between the mode of prayer", "Aaj ki Shaam Eden Gardens ke Naam...All at KKR @Russell12A @robbieuthappa @NitishRana_27 @SunilPNarine74 @imkuldeep18 #PiyushChawla & #Lockie thank u for the noise!!", "Next time you please come to the grounds Didi. Thank u we will try our best.", "“Being with you is like being on Stage. There’s so much light, I can’t see anything else”. Curiosity to know New, Humility to accept u will never know if fully...makes u an actor. #WorldTheaterDay", "And my boys @Harry0073 @iamkeitan and ARJUN and their team keep on making us prouder!! Love u boys and girls at @vfx_redchillies", "Make sure they practice hard. Thanks for the support. KKR Hai Taiyyar!!", "I hate clarifications on SM. @karanjohar is technologically challenged but has other good qualities like his taste in clothes!?Just like Life, twitter doesn’t come with instructions, so mistakes r natural....& also he has fat fingers. Go easy all, Make Lov not War...it’s more fun", "Congratulations. To all the participants & support staff & coaches. Jai Hind!", "Wishing everyone the Happiest Holi ever! May Allah filll all your lives with the most beautiful colours of life & give u health & happiness.", "Playing this song in the car on the way back from a busy day at work... Loved the @marshmellomusic mask. Though we should put in the dimples next time.", "EXCELLENCE is the unlimited ability to improve the quality of what u have to offer. You all r Excellence personified", "Can’t thank u enough for being part of Bard, our first series on Netflix.  It wouldn’t be possible without u. Love I", "Three coins, one old box and tons of clues to solve. Wonder what my next challenge will be? @visitdubai \n\nCatch the action and find out more on https://www.visitdubai.com/en/discover/shah-rukh-khan-in-dubai … #BeMyGuest", "“You pray for us, we play for you” \nLet's be in it together, Aakhri Dum Tak Aakhri Run Tak. \n\nhttp://bit.ly/KKRHaiTaiyaar_IPL2019 …\n#KKRHaiTaiyaar @kkriders", "So glad people are loving #Badla. A big thanks to the audiences who gave a warm welcome to the film!", "Wondering...could this be the cloud that stores my data??!", "Let’s come forward and change this!", "Should I just let the hair grow for another few months??!", "Pray we do this right and good.", "Will surely listen to the the music u are listening to my man. Will send u some Indian music too. Love to you & health and life Forever and more to you", "All these young boys & girls dancing to my songs make me look better! How sweet is this.", "Thank you for giving #Badla a warm welcome! Here's a parting gift as we say goodbye to the series!\n\nDekhiye #BadlaUnpluggedEp3 aur di jiye jawab mere paheli ka to win an autographed #Badla poster.\n\nhttp://bit.ly/BadlaUnplugged_Episode3 …\n@Srbachchan @taapsee @sujoy_g @redchilliesent @iamazure", "T4018 - एक ऐतिहासिक पल @SrBachchan sir के साथ | Amidst all the fun, love and talk...we also have a selfie video together!\n\nBook your tickets for today:\n@bookmyshow: http://bookmy.show/Badla \n@Paytm: http://m.p-y.tm/badla ", "The man who made Elections exciting to watch & follow when we were young. #TheVerdict by the man who gave a new meaning to ‘Swing’ @PrannoyRoyNDTV @PenguinIndia @ndtv Pre order here", "Am so glad ppl r liking the film. Huge thanks to @sujoy_g @SunirKheterpal @PuriAkshai @_GauravVerma", "‘बदला’ पूरी तरह से एक कसी हुई फ़िल्म है, देखिए और क्या क्या कहा जा रहा हैं #Badla की तारीफ़ में | #BadlaReview #BadlaToday\n\nBook your tickets for today:\n@bookmyshow: https://bookmy.show/Badla \n@Paytm: http://m.p-y.tm/badla \n@JagranNews @TimesNowHindi @PatrikaNews @navodayatimes", "A fast-paced thriller with fine performances! \nHave you watched this gripping story yet?\n\nBook your tickets now!\n@bookmyshow: https://bookmy.show/Badla \n@Paytm: http://m.p-y.tm/badla \n@bollywood_life @MumbaiMirror @IndiaToday @DainikBhaskar @news18dotcom @TheQuint", "Thrilling and gripping! The critics have all things good to say about #Badla! #BadlaReview #BadlaToday \n\nHave you got your tickets yet?\n@bookmyshow: https://bookmy.show/Badla \n@Paytm: http://m.p-y.tm/badla \n@Srbachchan @taapsee @sujoy_g @iamazure", "#BadlaToday", "Thank u @SrBachchan for the awkwardest ‘ode’ to me. Aapne Expose kar diya Sirrrr!! Badumbaaaa!!", "This was so much happiness.", "There is no better feeling than Coming back Home, for home is the place of love, hope & dreams. Ur bravery makes us stronger. Eternally grateful. #WelcomeBackAbhinandan", "Sorry Amrit I hadn’t seen your video. Please give my regards to mummyji & I will figure out & speak to RAJU soon.", "Rishtein mein to ye sabke baap lagte hai aur naam bhi hai Shahenshah @SrBachchan. But ye chicken wali baat abhi tak dimag mein settle nahi hui #BadlaUnplugged coming soon \nhttp://bit.ly/BadlaUnplugged_Teaser …\n@taapsee @sujoy_g @RedChilliesEnt @iAmAzure", "Jo dikhe woh sach ho aur jo na dikhe woh jhooth, yeh har baar zaroori nahi. #Badla8March\nhttp://bit.ly/BadlaTrailer \n@SrBachchan @taapsee @sujoy_g @RedChilliesEnt @iAmAzure", "Sir this is love in A Major and B Sharp!", "Heartfelt condolences to the families of our valiant jawans. May the souls of our countrymen who laid their lives down for us rest in peace. #Pulwama", "This image reminds me of the  Yellow Brick Road....I hope they find answers they r looking for or at least have enough questions to lead a full life....#mysunshines", "Sach saabit karna aasaan nahi hota, par saabit kiye bina woh sach, sach nahi hota.  Unveil the truth with Badal Gupta in the #BadlaTrailer\nhttp://bit.ly/BadlaTrailer \n@SrBachchan @Taapsee @sujoy_g @gaurikhan @SunirKheterpal @PuriAkshai @_GauravVerma @redchilliesent @iamazure", "Just to feel awesome about myself…I have the whole album and my very own first Polyvinyl Chloride. Thank u Farhan.", "Ab mahaul kuch Badla Badla sa lag raha hai. Here's the first look of Badla featuring @SrBachchan and @taapsee ! Directed by @sujoy_g.\n#BadlaTrailerTomorrow\n@gaurikhan @SunirKheterpal @PuriAkshai @_GauravVerma @RedChilliesEnt @iAmAzure", "Main aap se Badla lene aa raha hoon @SrBachchan saab! Taiyaar rahiyega...", "Let us all celebrate our great country - India. Prosperity, health and happiness to all. Happy Republic Day. Jai Hind!", "All the best my friend. So extremely happy for this. Love to you. Also very very proud of all your achievements.", "“Winning is only half of it....Having fun is the other half!! Playing is All of it....” The Playboys’  mantra.", "Weekend Research: “A survey has found that One in Three men are just as lazy as the other Two! “ We r the other two and we don’t agree....mom!", "Ek chota aadmi banane ke liye bade logon ki badi mehnat lagti hai. \nProud of the entire @vfx_redchillies for the fantastic work! \nhttp://bit.ly/ZeroVFX_BehindTheScenes …\n@AnushkaSharma #KatrinaKaif @aanandlrai @RedChilliesEnt @cypplOfficial", "Thank You! U took out time from ur holidays. Please give my love to Preeti & sorry to pull u away from her.", "Pyaar mein taare tod leta hai, zara chaand ko sambhaal ke rakhna!\nFeel the magic of love this Christmas!\nWatch: http://bit.ly/ZeroPromo_MohabbatHoGayiHaiAapse …\n#ChristmasWithZero\n@AnushkaSharma #KatrinaKaif @aanandlrai @RedChilliesEnt @cypplOfficial", "Thank u sir. So glad u enjoyed it.", "Height thodi choti hai par chhalaang sab se oonchi hai @BauuaSingh ki!\n\nWatch the promo now: http://bit.ly/ZeroPromo_MarsKisTarafPadega …\n#ZeroWinningHearts\n\nBook Now: https://www.redchillies.com/BookZeroTickets/ …\n@AnushkaSharma #KatrinaKaif @aanandlrai @RedChilliesEnt @cypplOfficial", "Jin dilon ko achchi lagi.... shukriya!!", "BAUAA SE MILNA HAI? Download karo MyJio App aur participate karo MEET KING KHAN contest me. Jio exclusive. Click here http://www.jio.com/GetMyJio ", "Sitaron ke khwaab dekhne waalon humne chaand ko paida kiya hai…Merry Christmas to you all.", "Reading msgs that u enjoyed #Zero .I can’t answer individually, so a few lines from a poem I was reading: “The earth is wickedly dark, so why is ur poem so white? Becos my heart is teeming with thirty seas, I answered.(Mahmoud). So thk u all from the bottom of those thirty seas!", "Thank u Kolkata...", "Bauua loves u too!!", "Sach mein... Film Nahi feeling hai. Thank u!!  #ZeroDay https://twitter.com/SRKCHENNAIFC/status/1076060168943747072 …", "Thank u all... hope u had a good time with Bauua, Aafia, Babita and the others https://twitter.com/Srk_bangalore/status/1076059001132142592 …", "Thank u Patna!", "Love to all of u in Pune...", "Bauua sends his love...", "Love u... Hope u enjoyed #Zero", "Nice... https://twitter.com/SRKCHENNAIFC/status/1076026584681844737 …", "Thank u Gwalior... Gamchhas are looking cool! #ZeroDay", "Hope u had fun Nashik... #ZeroDay", "Shukriya Jalgaon...", "Thank u Kota... Looks like u had a good #ZeroDay", "Thank u all from the bottom of our hearts for making #ZeroDay so special... \n\nhttps://www.redchillies.com/BookZeroTickets/ …", "My Taani, Akira, Sejal, Aafia & Friend. I am privileged to have worked with u. U make me a better actor. Love u.", "Ek pyaar hi toh hai, jo insaanon ke bhi parr laga deta hai! \n#ZeroTomorrow\n\nBook your tickets now: http://www.redchillies.com/BookZeroTickets/ …\n@AnushkaSharma #KatrinaKaif @aanandlrai @RedChilliesEnt @cypplOfficial", "Face zero hassles as you make plans for your favourite @iamsrk film, this season.\n\nBook your tickets for @aanandlrai's #Zero right now: http://bookmy.show/Zero2 \n#ShahRukhKhan @AnushkaSharma #KatrinaKaif @RedChilliesEnt #ColourYellowProductions #BMSMovies", "Watch @iamsrk say #PaytmKaro! Book @Zero21Dec movie tickets on Paytm & get 50% Cashback* up to ₹150. Use code: ZERO. http://m.p-y.tm/mzero  @RedChilliesEnt @aanandlrai #Zero #BookingsOpenForZero", "Pay using Amazon Pay to book your tickets for Zero on BookMyShow & get up to Rs.150 cashback.\nTickets are live, book now at https://amzn.to/2SVlT3u !\n#AmazonPay #AbBadaHogaRupaiyaa\n@iamsrk @AnushkaSharma @aanandlrai @RedChilliesEnt @cypplOfficial @bookmyshow", "The grand finale we were all waiting for has finally ARRived! \nWatch the full episode here to find out who is the authentic voice of #Zero!\nhttp://bit.ly/Zero_ARRivedSeriesGrandFinale …\n#ARRivedSeries #ZeroTomorrow\n@iamsrk @aanandlrai @arrahman @singer_shaan @VidyaVox @ClintonCerejo @YouTubeIndia", "Ye ishq nahi sab ka kaam, iss mein na jaane kitni Heer hui badnaam.\n\nWatch #Zero’s new song #HeerBadnaam: http://bit.ly/HeerBadnaam-Zero …\n#ZeroTomorrow\n#KatrinaKaif @AnushkaSharma @aanandlrai @RedChilliesEnt @cypplOfficial", "Our lovely cast of #Zero took over @RadioMirchi today! \n@iamsrk @AnushkaSharma & #KatrinaKaif had a lot of fun on air as they became RJ for the day! \nWatch the show here if you missed it: http://bit.ly/ZeroDay_OnMirchi …\n#ZeroDayOnMirchi #2DaysToZero\n@aanandlrai @cypplOfficial", "Aafia, Babita, Guddu, Ashok! Ye pehle hi kam the jo ye ek aur aa gaya! Par cute toh hai ye! \n#2DaysToZero\n\nBook your tickets now: http://www.redchillies.com/BookZeroTickets/ …\n@AnushkaSharma #KatrinaKaif @aanandlrai @RedChilliesEnt @cypplOfficial", "Thanks to @Snapchat @BauuaSingh can take Aafia & Babita for the movie #Zero on 21stDec... Apni aankhon mein bithake...for my eyes only...", "Oh this is nice! Now will have to learn how to use Snapchat!", "It’s really sweet and touching how you all are booking tickets for #Zero in advance. Thank you & hope u all enjoy the experience. Love u.", "Aise toh mat karo yaar. Love you both for this awesomeness.", "Kya baat hai yaar. Encompasses the whole film feel and more. Thank u.", "Sir amazing toh aap lagte hain. Too much respect and love for your friendship and kindness always and forever.", "Bhai @BauuaSingh subah se issi soch mein hoon ke tumhe gift kya doon! Tumne mere birthday par sab ko #Bauua gift kiya tha, toh tumhare birthday par, meri taraf se #BookingsOpenForZero\nhttps://www.redchillies.com/BookZeroTickets/ …", "Tell her uncle loves her…", "Yeh dekho @BauuaSingh Babita Kumari Jaisi humaari ek aur Bhabhi. https://twitter.com/AdiSRKian/status/1073885254358831106 …", "You are timeless!!", "Itni mushkil se saath aaye hain, aise thodi na jaane denge! #6DaysToZero\nNew dialogue promo: \nhttp://bit.ly/Zero_KaandHogaya …\n#KatrinaKaif @AnushkaSharma @aanandlrai @Mdzeeshanayyub @RedChilliesEnt @cypplOfficial", "Bhai ne Phir Jiyra Chakna Choor kar diya. Thank u Big Boss & @BeingSalmanKhan for a great evening starting with #Zero love you all.", "Thanks for having me on the show. U r fun!", "Launda na samajhna, beta baap hain tumhare! #1WeekToZero\nhttp://bit.ly/Zero-DialoguePromo …\n@anushkasharma #KatrinaKaif @aanandlrai @Mdzeeshanayyub @dirtigmanshu @RedChilliesEnt @cypplOfficial", "God Bless you.", "“If you hit a wall, climb over it, crawl under it, or dance on top of it.” Dance like Babita", "She is soooo hot in Husn Parcham that we have to keep her in a tub on the sets. The Beautiful  Babita. #HusnParcham", "Thank you so much for your rap and more. Lots of love https://twitter.com/TheRajaKumari/status/1072813696232120321 …", "Deewano ki ye bheed ab na hogi kam,\nAa gayi hai Babita Kumari lehraane Husn Parcham!\nThe most sizzling song of the year #HusnParcham out now!\n\nhttp://bit.ly/HusnParcham \n#KatrinaKaif @anushkasharma @aanandlrai @Mdzeeshanayyub @BoscoMartis @ajayatulonline @irshad_kamil", "Somebody asked me what Husn Parcham means. Well it means announcement of ones beauty...roughly. Smoothly it means just this...!!! Song out tomorrow...#HusnParcham", "How lovely is this girl!! Can’t wait to show you all Husn Parcham...let’s just elect her in our hearts tomorrow.", "Poore desh mein chakka jaam lag jayega\nJab Babita Kumari ka #HusnParcham lehrayega.\nStay tuned for the most sizzling song of the year releasing on December 12th!\n\nhttp://bit.ly/HusnParcham-Teaser …\n#KatrinaKaif @anushkasharma @aanandlrai @ajayatulonline @irshad_kamil @BoscoMartis", "Thank u for making Bauua digitally savvy… #BauuaOnAlexa", "Yeh lo…Bauua is with Alexa now. He and his attraction for girls!!!", "Masha Allah. Thx Al Kout & Cinescape for getting me to meet such beautiful people. Ana Ahbak...I love you Kuwait. Ishqbaazi ho gayi Aap sab se. Let’s hear the song again... http://bit.ly/Issaqbaazi-Zero ", "Love you Oman & thanks for taking out time to see me. Insha Allah will come back soon and give u all individual hugs! Thx Vox Cinemas...& all the boys & girls in Muscat.", "Reaching reaching boys and girls. Love u all https://twitter.com/SRKCHENNAIFC/status/1070987441488752640 …", "Of all the things I have done for Mere Naam Tu...this is the sweetest. My daughter teaching me to get the lyrics right on the sets. Hope after she sees the song she approves...", "Thank you the lovely ladies at MBC trending for such warmth and the interview.", "So lovely. The song really makes u want to fall in love.", "Ek hi gaane mein main ghutnon par bhi gaya hoon aur hawa mein bhi udaa hoon. \n\nOne of the most beautiful experiences from the shoot.  \n\nWatch the making of Mere Naam Tu here - http://bit.ly/MereNaamTuMaking …\n#2WeeksToZero\n@anushkasharma @aanandlrai @AjayAtulOnline", "आज दुबई में गाना सही बैठ रहा है...सबका प्यार देखकर लगा..सच्ची में प्यार दीवाना होता है!!!@BauuaSingh", "Thank u for making me a part of this awesomeness and especially thankful to everyone who is making Indian hockey so special...", "This much love for #Zero , only possible in Dubai. Thanks Global Village for the 100,000 hearts beating for Bauua, Aafia & Babita. Will convey ur #Ishaqbaazi to them in India. Love u Dubaiwaalon yeh dekho Bauua ki selfie!", "वाह यार @BauuaSingh! जिस चाँद को चूमने के लिए दुनिया मरी जा रही है, उस @BeingSalmanKhan को तुम चूम आये! और तुम्हारा @BeingSalmanKhan वाला स्टेप देखकर तो मज़ा आ गया! गमछे वाला!", "Thank u bhai from our whole team at Zero. Phir se aapka gaal choomne ka mann kar raha hai!!", "Akele chale the ishq ke safar par, karne mehboob ko raazi, dost aisa mila raah mein, kar aaye Issaqbaazi.\n#IssaqbaaziOutNow http://bit.ly/Issaqbaazi-Zero \n@beingsalmankhan @anushkasharma #KatrinaKaif @aanandlrai @ajayatulonline @irshad_kamil #SukhwinderSingh @aslidivyakumar @remodsouza", "Khabar mili hai abhi ye taazi, aa rahe hain @BauuaSingh sikhaane sab hi ko #Issaqbaazi.\n#Issaqbaazi song out tomorrow! Stay tuned!\n\n@iamsrk @BeingSalmanKhan @AnushkaSharma #KatrinaKaif @aanandlrai @AjayAtulOnline @Irshad_Kamil @TSeries @cypplOfficial", "Kya baat hai @BauuaSingh, badi ishqiyaana shayari ho rahi hai? Mere saath reh kar asar ho raha hai lagta hai. Aakhir ishq karna kuch kuch seekh hi gaye tum mujhse.", "Late nite Dub...play in London...Mumbai 2.0...back on sets for patchwork...’My barn burned down and now I can see the moonlight...’(Haiku) & follow @aanandlrai instructions.", "Thank u sir @Dev_Fadnavis for making me a part of Mumbai 2.0. This is our city and we will do everything with you to make it more creative, competitive & culturally inclusive. Aamchi Magical Mumbai.", "With my Juliet in London. What a wonderful experience and exceptional performances by the whole cast. Congratulations to the whole team.", ".@BauuaSingh se duniya hai kehti ke kabhi toh humse mil,\npar mauka usse hi milta hai jo #BauuaKiToli mein ho shaamil!", "Personally u r hardly a terror!U r sweetness personified. All the best for this ambitious project my friend. Awesome", "Thank u Odisha for all the excitement, love & the grand beginning to the World Cup Hockey. @naveen_odisha it was lovely to meet u sir. To all the players have a great tournament....& yes..Chak De India!", "On our family list of ‘Fortunate’ she is the most powerful!", "#OnLoop the mesmerizing love ballad #MereNaamTu from #Zero \nDownload for free and Listen on Repeat \n@iamsrk #AbhayJodhapurkar @AjayAtulOnline\n@Irshad_Kamil @AnushkaSharma #KatrinaKaif @aanandlrai @BauuaSingh @TSeries", "Be strong and I am not the reason for ur triumph over obstacles. You are!", "Kya baat hai. Very well done. Thank u", "Very sweet.thank u. Too much kissing though!!!  https://twitter.com/SRKsNainu/status/1066005696112541696 …", "Really nice thank u", "#MereNaamTu, full audio out on:\n\n@iTunes: http://bit.ly/Mere-Naam-Tu-Zero-iTunes …\n@Hungama_com: http://bit.ly/Mere-Naam-Tu-Zero-Hungama …\n@gaana: http://bit.ly/Mere-Naam-Tu-Zero-Gaana …\n@WynkMusic: http://bit.ly/Mere-Naam-Tu-Zero-Wynk …", "#MereNaamTu, full audio out on:\n\n@JioMusicHD: http://bit.ly/Mere-Naam-Tu-Zero-JioMusic …\n@AppleMusic: http://bit.ly/Mere-Naam-Tu-Zero-Apple-Music …\n@GooglePlay:", "Kya baat hai @BauuaSingh bhai! Ye thoda sa bad hai, thoda sa mad hai, par apni lady ke liye ekdum best lad hai! Zara iss par bhi nazar daal lo Aafia, @AnushkaSharma yeh itna bura bhi nahi hai. #MereNaamTu http://bit.ly/Zero-MereNaamTu \n@aanandlrai @AjayAtulOnline @Irshad_Kamil @TSeries", "Bhai @BauuaSingh din toh bata diya tha gaane ka...time kab bataoge?I am in England...getting restless. Gaana drop kar do yaar please. Abhi!!", "Bauua ka pyaar hai, Aafia ussi ke naam hai. #MereNaamTu out tomorrow.\n\n@AnushkaSharma #KatrinaKaif @aanandlrai @RedChilliesEnt @cypplOfficial", "Ab se theek ek mahina reh gaya hai inki dukaan ke bane meethe ko, aap ki zubaan tak pahunchne mein :) \n21st December Zero release  Har Har Mahadev! #1MonthToZERO", ".@BauuaSingh ki ye jhalak zara sambhal kar dekhna, kahin dekhte dekhte pyaar na ho jaaye. Watch #ZeroPromo: http://bit.ly/OfficialZeroPromo …\n@anushkasharma #KatrinaKaif @aanandlrai @redchilliesent @cypplOfficial", "Abe naaaaa! ‘Hafta’ mat badliyo bhai...jeb kharchi kharaab ho jayegi!! Acchha ek baat bataa, tumhaare jaise ladkon se pyaar kaise ho jaata hai...is it your hair?", "Bhai ab se tum hi bataya karo kab kya aayega. Yeh @aanandlrai toh sirf yehi batate hain, ki kulche ke baad chole aayenge! Rumouring keeps flying charon taraf. Ok now batao iss hafte mangalwar ke baad kya aa raha hai....budhwaar ya koi aur plan hai...?", "Thank u sir for ur graciousness. Hockey ke liye yeh toh hum sab ka farz hai. Really excited to be in Odisha.", "Unofficially & Unabashedly I want to declare myself the ambassador of @airindiain ndia. Thank u to the ground staff and the wonderful pilots for a hospitable warm & beautiful journey...Maharaja, Maharaja hi hota hai...", "Two many beautiful women..Too little time. Will be back NYC to savour their company & love again...soon.", "Oh nice. Grew up on this!", "Today @jack made me realise with his calm demeanour & composed, nearly meditative mindset...’that all Work and no Pray, would make Jack a dull boy.” Thx for dropping in & also team @Twitter for a lively evening. Have a happy stay in India.", "Up and Ready. And shockingly on time...if anybody has warned u about my tardiness they r just spreading ‘fake news...’", "We play all your songs in our hearts. Happy Birthday to my closest friend and family. Love u.", "Next time will do Kaali Kaali Aankhen for you live at the IPL my friend. Keep healthy. Love to u.", "25yrs of Baazigar. A film that defines my career & gave me lifelong friends. Thx Utd 7 @rtnjn @theabbasmustan @KajolAtUN @TheShilpaShetty Thomas Johnnybhai Annu Rakhiji Sid Dilip Sarojji Rekha AkbarB & everyone on the film.", "For all the sons of the world...If your Mama is your Queen then there is no stopping you from being The Happy Prince. ( and an iPad loaded with games helps too )", "Mauli aala re. In which my friend @Riteishd proves, Action does speak louder than words. All the best to the cast & crew of the film. It looks awesome!!\n\n#laibhaarimauli #memauli", "Thank you for your wishes my friend. @ShainaNC", "Thank you for liking the trailer. Really appreciate it!", "Here’s wishing you, all your dreams come true too. Thank you and love you", "Big awesome wala hug to you too.. thank you and love you @divyadutta25", "Miss you baby. Hope to see you and Anil soon..", "Thank you so much for your wishes.. and same from to you for today and always..", "Thank you Sir. Best wishes to you too. @praful_patel", "Thank you as always for your wishes.. love you and hope to see you soon @RituparnaSpeaks", "Thank you as always for your best wishes.. see you soon @prosenjitbumba", "Thank you so much.. saw some of your stuff too just now.. it’s looking fantastic!! All the best!", "Coming to take you aashirwad soon Didi. Thank you for all your love and warmth. Is baar Ghar ka khana phir khilana..", "Thank you baby. Bless you and keep doing what your doing. It’s the best..", "Thank you Sir. Jaldi film dikhata hoon..", "Thank you so much and your positivity for the trailer.. hopefully will see you soon and give you a hug", "You’ve always been and always will be my source of inspiration. Thank you and will try to always make you proud! Baaki sab bakwaas, sirf ek hi aap JHAKAAAS!!", "Thank you. Love you. Keep rocking!! See u soon.", "Thank you bro. Dua kar tere tarah King ban jaoon..", "Like everything else too that you have taught me.. love to you..", "Thank you so much my man. Next show with you let’s see if you can do the act of Bauaa!!", "Missed you.. missed you... missed you. Love you.. love you... love you", "Thank you Turbanator.. sending you a big hug. Can’t wait to get back one from you. @harbhajan_singh", "Thank you my friend.. missed you too much at home during the party.. keep on Singing!! Love you", "Thank you so much Akki for the birthday wishes and your stamp of approval for the trailer means the world to us..My congratulations in advance for the epic success of 2.0, your look in the film is PHANTASMAGORIC!!!", "Ma ko Thank you kehna aashirwad ke liye.. love you", "जिसका फ़िल्मों में father Anupam Kher हो उसको Godfather की क्या ज़रूरत. Love you too much Daddy cool!!", "Thank you so much my friend. To greater, happier moments and sixers in life!", "Thank you Bhai. Tu bol raha hain toh sach hi hoga. Tere mooh main Ghee shakar aur Gucci.", "Aapne banaye 300 se zyada ya Zero. Aap humesha rahoge humare Hero.. Thank you", "Thank you.. my feeling exactly for you... can’t wait to see you again and again and again..", "Thank you Thug Bhai for your love. Keep ‘Vashmalleing’ all your life (to song and dance with happiness) @aamir_khan", "Indian sporting history wouldn’t be so proud if it wasn’t for you. Thank you my friend @sachin_rt", "Thank u sir,for making us a part of your fantastic endeavour.The video is so cool. All the best to all participants.", "That hammock in the video is mine!!! U guys stole it!!by the way house looks lovely..but the hammock..damn!", "Arre pehle bana dete toh humein itni mehnat nahi karni Padhti. Very sweet. Now AbRam will lov the film even more.", "Ab aaya sach baahar. Dekhiye poori baat jaan ne ke liye. #ZeroKaSach\n@anushkasharma #KatrinaKaif @aanandlrai @RedChilliesEnt @cypplofficial", "Arre yaar suddenly missing lil Aryan.", "Love you the mostestest. Thank u for bearing with all my wrongness…always", "54 Million in 24 hours! Thank you so much for watching and loving the trailer! @iamsrk @AnushkaSharma #KatrinaKaif @aanandlrai @cypplOfficial \n\nKeep watching and sharing: http://bit.ly/ZeroTrailer2Nov  #ZeroTrailer54Mn24Hours", "Thank you all for indulging me. Had loads of fun talking about #ZeroTrailer and will make sure all the good questions get their Gamcha signed and delivered. Love u all. TaTa ByeBye GoodLoo Bauua Singh and all my other family on twitter.", "Bhai Bauua Singh...Baar Baar karo...Lagataar Karo. Waqt kum ho toh humein bula lena, thodi madad kar denge. Pyaar mein toh humaari bhi expertise hai...Hum bhi Angrezon ke Zamaane ke ‘Jhelar’ hain...pyaar jhelna bahut aata hai humein...lage raho! #ZeroTrailer", "I do.", "Ha ha. Love u", "Jumme ke Jumme naha liya karo yaar...hum bhi nahate hain...Gamcha tumhei bhej rahe hain phir bhi. #ZeroTrailer", "Depends how big is your heart!! #ZeroTrailer", "Bhaiyya main thoda aapka baaki Hindustan ka Bauua hoon! #ZeroTrailer", "Yaar tum Flashdrives Digital Zamaane mein bhi Records pe atke hue ho. #ZeroTrailer", "‘Bhai’ se badhkar kya ho sakta hai for someone like me who lost his parents so early in life. Best way to describe Salman is Bhai...", "Too much to explain in a word limit reply. Will put out a video as to how we went about it. Harry& Keiten and Red chillies vfx worked very hard on it. #ZeroTrailer", "Thank you. I will tell Bauua Singh to do lip synch...don’t know if he can do the dance in synch though. #ZeroTrailer", "God bless you both. Happy marriage. #ZeroTrailer", "Very sketchy!! Loved it.", "Same as jab sabki hoti hai...DamAge mein. #ZeroTrailer https://twitter.com/SRKCHENNAIFC/status/1058675085408522240 …", "Gulaab Jaamun sorry Two ho gaye.", "I hope u start believing you are Bauua...he is all of us. #ZeroTrailer", "Abe na. Madam ka design taste aur Bauua ka match nahi karta!! “Srk ko Mannat mubarak hum toh Jannat ke khwaab dekhte hain!!” https://twitter.com/RaashidHafeez/status/1058679369621745664 …", "The only 3D Bauua knows are...Deen..Duniya...Daulat... no it won’t release in 3D...the glasses don’t match his dress sense.", "Arre yaar...53 ho jayein toh maza aur bhi aaye. #ZeroTrailer https://t.co/DyNkIZP93E ", "“Shuru se shuru karte hain”", "Zindagi kaatni kise thi humein toh jeeni thi..Himanshu Sharma ki jai ho! #ZeroTrailer", "Was a bit chilli!!! https://twitter.com/piya_kohli/status/1058673520945717248 …", "Bahut saari aayin, itni ki bata nahi Sakta. Par sab bahut zor se aayin. #ZeroTrailer", "I said na...Humne toh ‘chaandon’ ko kareeb se dekha hai. Lucky to have had Katrina and Anushka in the film. Extremely loving and supportive as always. #ZeroTrailer", "Yes yes par baahar ladkiyon ke saath bread pakora Kha raha tha. #ZeroTrailer", "My friend the absolutely wonderful Aamir Khan. He said...’Oye..!!!’ #ZeroTrailer", "Yeh Kaise Hoga? It’s so difficult..let’s do it!!!", "Bauua has a purer heart...", "Pehle trailer toh hazam kar lo gaane bhi aa hi jayenge. T Series se ho kya??!!", "Bhai ye poocho Bauua kis kis ko saath le jaata hai! Umeed hai aap bhi saath aaoge?", "Feeling a bit happy about Bauua and #ZeroTrailer so thought will do an #AskSrk for any questions you may have about the trailer or film. So please #AskSrk away! Best questions I will send u a signed ‘Gamcha’ (red Indian necktie) from the film.", "#ZeroTrailer ko itna saaraa pyaar dene ke liye aap sabhi logon ka dilse shukriya!Chote aadmi ko itna bada bana diya", "Meerut se nikla hai, atrangi iski chaal hai,\nKoi chhoti cheez na samajhna, yeh Bauua toh Bawaal hai!\n#PictureNahiFeelingHai\n#ZeroTrailer\n@anushkasharma #KatrinaKaif @aanandlrai @RedChilliesEnt @cypplOfficial", "I believe ownership makes one very small. I believe I am the luckiest man that I no longer own my Birthday also...it belongs to all these beautiful ppl who love me and my family so much. Thank you God.", "Working in progression… hoping to bring the table!", "Fed cake to wife...Met my family of fans outside Mannat...now playing Mono Deal with my lil girl gang! Having a Happy Birthday. Thank u all...for this amazing love.", "Like always whenever I act with you, I want to thank u for making me a better actor my friend! Love you my Guddu!", "Isn’t she the warmest and kindest! My friend...Thanks for bringing Zero to life!", "Isn’t she the most beautiful!!! My friend with the loveliest heart...thanks for making Zero come true.", "Hug from the Thug....!! Beat that!", "Sitaaron ke khwaab dekhne walon, humne toh chaand ko kareeb se dekha hai.\n#ZeroPoster\n#KatrinaKaif @aanandlrai @RedChilliesEnt @cypplOfficial", "Iss poori duniya mein, meri barabari ki ek hi toh hai...\n\n#ZeroPoster\n@AnushkaSharma @aanandlrai @RedChilliesEnt @cypplOfficial", "I just feel like thanking all of u making this journey to Mumbai to wish me & be with me on my B’Day. Please be safe & Love u all.", "I am ok to die of excess...I welcome starving because of want....just don’t let me succumb to an accident with mediocrity!", ".@BauuaSingh Suna hai tum jiske peeche lag jaate ho, life bana dete ho... tumhare peeche koi lag jaaye toh kya banate ho bhai..?", ".@BauuaSingh meri mummy kehti thi aadmi kapde banata hai, kapde aadmi ko nahi! Aapki DP dekh ke lagta hai ki saat janam mein bhi mera dressing sense aap sa nahi ho payega.Baaki dimples hain mere aapke jaise, uske liye thanks! Tum bahut Kachhe insaan!! oops, Achhe insaan lagte ho!", "I'm in. Are you?\n\nSign up: http://onelink.to/fs3vgu \n#Dubai30x30 #MyDubai", "A special journey that began 23 years ago, goes on even today. Your love has kept Raj & Simran's story alive on the big screen for 1200 weeks non-stop. Thank u for falling in love with us so unconditionally for so many years! #23YearsOfDDLJ", "Thank you @HyundaiIndia for the wonderful relationship we've shared over these 20 years. I am inspired by the Technology and Innovation Hyundai has brought to India. Proud to be here at the launch of the #AllNewSANTRO.", "Varun you have made India proud. I wish you lots of success! #LetsGetInspired", "No reason..no information...nothing to share, just ‘feeling good about life after a bath’ selfie...", "Spent a few hours with the prides of India...Hockey & @arrahman and the talented #ravivarman Thank u the whole team for making me feel so wonderful. #HeartBeatsForHockey", "A proud moment for both Manish Narwal and Singhraj as they win a Gold and Silver respectively in mixed 50m free pistol in the @Asianpg2018! Well done guys!", "Many congratulations to Paramjeet Kumar and Farman Basha for winning Silver medals in Men's upto 49kg in powerlifting in para Asian games 2018!", "Proud of you Amit for bagging the Gold medal in Club Throw. It is amazing that you bounced back to continue after such a grievous injury. So much to learn. All the best. #LetsGetInspired", "I look up to you Deepa ji. Your resilience has been an eye-opener for many including me. Congrats!!", "This is one of the most exciting stuff Red Chillies & ur team is doing my man. Love to u all.", "Ha ha… I know him. He’s the one they call  Cloud Nine", "Thank u sir.The pleasure is all mine & look forward to being in Odisha & millions of heart beating for Indian Hockey", "Neki aur pooch pooch? Mujhe bolne ki der hai mere bhai, main koodh kar pahunch jaoonga! I wish u and our team the best. Hockey is the pride of India. We will cheer Chak De India!  Thank u for thinking of me. Mera Dil Hockey ke liye bahut tez dhadakta hai!!! #HeartBeatsForHockey", "Glad you made Hansraj and India proud! Truly motivational...\n#LetsGetInspired", "Most certainly would love to do it & meeting u will be a privilege. Will put my team to schedule it sooner than soon", "Extremely glad for Arpita and @aaysharma... love and success to u now and always! #Loveyatri", "Kyunki desh humse hai aur hum desh se...\n@SwachhBharatGov @PMOIndia #SwachhBharat #MyCleanIndia", "Ek kadam swachhata ki oar... @SwachhBharatGov @PMOIndia #MyCleanIndia #SwachhBharat", "Milkar karein apne Raashtrapita aur apne Pradhan Mantriji ke ek #SwachhBharat ke sapne ko saakaar. \n@SwachhBharatGov @PMOIndia #MyCleanIndia", "Glad to get my hands on the latest iPhone! Thank you @Apple ... really enjoying the amazing Portrait Lighting. #shotoniPhoneXSMax", "Thx to the Paralympic Committee of India & Mr. Rao  to allow me to get inspired by the Paralympic Contingent of boys & girls. Learnt the lesson of celebrating incompleteness with grit & courage. Jao & Chak Doh Phatte !! Lov & best wishes to all of u", "Saw bits of this extremely well-crafted film. A genre we normally don’t push boundaries in. Wishing my friends the best with this venture and hope u all watch it and enjoy it. #Tumbbad the Trailer.", "Me for She.", "May we come good & more importantly may goodness guide our way & our baby steps.", "Well done Champion. You all deserved to win.", "Well done Champion. So proud of u and wish u the best for everything u do.", "Absolutely!!!", "Wow wow wow. Wish I was there 2 party with my boys!!! Lov u Trinidad &Tobago & congratulations for the team...the champions dance & music & thx for making me & @TKRiders a part of ur family. This is how we play...boys each one hav a drink for me..Lov yaaa!!", "Our Ganpati ‘Pappa’ is home, as the lil one calls him.", "Sunday afternoon...for no apparent reason...feel like being a Parent Philosopher. This is to Thank the kids not to give advice to parents...", "I jumped even higher on my bed watching our team. Let’s do this… yay!!!", "Was thinking of spending the day at work. Now all cancelled cos Hippie is coming home..!!!Thx my friend for this wonderful gift. Will read & learn from ur wonderful words as always.", "Papa kehte hain...", "Don’t you worry guys. The path maybe a bit more difficult...the resolve needs to get stronger. We will play like we play...@TKRiders all the best for the next one. Love u all.", "Coming back home to change the game again. Now it’s time for Lego Blocks game  with AbRam. Thx London & Economic Times for the honour.", "Thank u all for the support in Trinidad & Tobago. Missing the action music and madness in the stadium. Well played boys...& @lynny50  hav a safe flt home. @TKRiders keep playing how u play!", "Will get back to work now. As always sorry couldn’t reply to u all but then so many requests for hugs and just a hi. To all those who didn’t get a reply...sending u a bright red pic...", "Wow", "Learning should be fun", "Bless u", "Thank u", "We both got old really fast!", "Why clue etc? When I sign them will announce them.", "Absolutely.", "Apna kaam khud karo", "Get back to work!", "I am more coffee types...", "Maa ko pranaam dena.", "Just pray that they stay on your head forever... https://twitter.com/iamasadzaki/status/1036933332620206080 …", "Yes I hope it releases there soon. https://twitter.com/SRKFC_Russia/status/1036932228360663040 …", "Wow that sounds so intense.", "Thank u", "U make me sound like a double insulted Thermos!", "Audience has to be happy not me. I just do my best and leave the rest...", "Will shoot it in the last quarter of the year.", "That’s sick!!! Ha ha", "Har fikr ko dhuein mein udaata chala gaya...or is that politically incorrect to say on social media and all hell will break lose!!!", "Will do someday for sure. Give my love to all in Nigeria.", "Agar dil saaf ho toh end mein sab manage ho jaata hai...", "Somewhere between very well to fantastic..", "Don’t know about motivation. But working has become second nature to me.", "Best of luck to you and all who are taking exams.", "No today. Am at home. Dimples booked by family already.", "Speculate on speculations.", "No no don’t do that. https://twitter.com/SrkiianAyesha/status/1036926533938634752 …", "Please come will make sure the cake is bigger.", "Oh no. Now my designer will get angry...repeating clothes!", "Oh oh yeh to Visa lene se pehle fix karna tha!! Disorganised you...!!", "AbRam just came and rubbed his sweaty face on my nose!!!", "Ok #AskSrk for 20 minutes. Warning: all questions may not be answered which does not mean I don’t love you all. It only means that even with my super powers it’s difficult to answer 36 Mil of you! Go ahead..Ask???", "Always wanted to do this myself. Never got down to it. Thank u so much. Extremely grateful and happy. https://twitter.com/SRKCHENNAIFC/status/1036313486857388032 …", "You are the Force! Your love is the Force. Thank you.", "Happy Janmashtami to everyone. May the msg of love and happiness spread far and wide today and forever.", "It’s well worth keeping awake when our team @TKRiders plays such an all round game. Well done boys keep doing wot u doing...& the think tank keep thinking as u r thinking!!", "What a lovely evening with these elegant ladies. The benefits of being in a tub with Lux soap! Thanks @lux_india", "This is how we play! Well done @TKRiders . Great team effort.", "Raakhi done...with a promise in the family to respect all women. Respect for women will make u inspired, make u tender hearted & morally strong. Happy Raakhi to all ye bros out there...& respect to all sisters.", "For us she is the Cover Mother…", "Thank u again....", "Eid Mubarak to everyone. May Allah bless each and all with health and happiness. Thank u for coming home and making the celebrations every time so special. Love from my whole family to u.", "Wow @manuz05 @DJBravo47 & my boy @DMBravo46 u guys were fantastic. Best when I watch it from home!!  K Pierre well done. @TKRiders this is how we play...too happy.", "For The Poet Prime Minister of our country, love you Baapji...https://youtu.be/2Im6b_jFuO4 ", "‘Tum hi Bhavishya ho mere Bharat Vishal ke, Iss Desh ko rakhna mere bachhon sambhaal ke...’ Happy Independence Day to all. Celebrating at home with our future generation of gentle, kind & pure Indians.", "ET coming home....", "Was a pleasure meeting you sir. Couldn’t say it then but one of my all time fav players. Please do say a big hello to the commentary team and Mel when u see them. Thks for the love.", "Thks for the love Trinidad & Tobago. Wish could spend some more time with @TKRiders as they get on the road. Play well & stay healthy boys. Will see u soon again. @VenkyMysore & team had too much fun.", "Shine on my young Knights! 22 medals at the World Children’s Winners Games in Moscow! Amazed. Love to all of u and continue to make India proud... @MeerFoundation @KKRiders", "Thank u this is so sweet. Will show it to AbRam.", "My friend and Captain @DJBravo47 Scores Swings Swags and Sings...This is how TKR play too.", "Thank you @emaardubai ... was a delight to be there.", "The full poem I quoted yesterday...", "Thank u. Am so glad u felt she is congenial, gives me an opportunity to take credit for no reason. Love to u", "This too…", "Holding her in my arms again thanks to Vogue. ‘What imperfect carriers of love we are...” except when it comes to our children. So sending u all my love & a big hug. Hello Suhana Khan!", "My friend the multifaceted @dhanushkraja new film’s teaser. Very edgy & intriguing.", "The best message I think this pose has conveyed. Please please follow traffic rules.", "Good going my friend. Lots of love to u & the entire team. Really looking forward to ur work…again.", "Well done boys and girls. Goodness begets goodness. Thank u for loving the children.", "NYTimes is carrying great news..", "There are so many lovely pictures of her, but this one speaks to me beyond my friends beauty....hope u all also give it love.", "It’s Katrina Kaif’s Birthday and we all at #Zero miss her!!! Maybe I should put a picture of her from the film and send out a loud Happy Birthday wherever she is??!!", "Palat palat palat…Hi @ilynnraj sorry I should have hugged u too. Big hug now… and love.", "Woke up and felt a genuine wave of Pride Love & inspiration. What an amazing athlete you are...#HimaDas Kya Baat hai!", "The women on the sets made us take this...and pyaar ही प्यार, बेशुमार हो गया। Through the windows to our souls...we found the same thing...", "Now I will know what my boys are doing even in summer vacations! #KKRAcademy #KKRFamily #KKRHaiTaiyaar", "And u will always be close to our hearts…u will always be the one jisne ‘Maar Daala!!’", "Arre yaar…let’s meet soon. It’s fun chatting with u always.", "Give them my love please.", "Thank u this is so sweet.", "Thanks my friend for spreading the goodness. It’s important to inspire so many kids who look up to u as their hero.", "After years the wife has allowed me to post a pic I have taken...she’s @gaurikhan all heart!", "Thank u so much. Will see u all when I come to Peru someday.", "We don’t keep photo albums anymore… but I will make an album just to keep this pic with the great man forever.", "Maybe being a little formal but have to thank...my dearest @gaurikhan for putting up 26yrs video.  @BilalS158 @parakramsinghr for making it. @pooja_dadlani for being so kind & my friend @aanandlrai for taking out time to shoot it. Very touched..", "This journey is incomplete without u all. Here’s telling all of u who made this possible how happy u make me feel.", "All this is humbling and absolutely amazing. Thanks for making me the subject of your talent!  https://twitter.com/SRKCHENNAIFC/status/1003651677365456896 …", "This is done so well. Thank u Peru. My love to u all.", "How time flies! Can't believe it's been 20 years since our journey began together @HyundaiIndia. #BrilliantMoments is a wonderful way of celebrating a treasure of moments that we have collected. Here's to the eventful 20 years that were & to many more that will follow.", "My lov u r a pleasure 2 work with. Wouldn’t go on a journey like this without u. Miss u.Can v call u back for a day!", "Uff this Maradona adds so much stress. Love the Nigerian team but have to have Argentina in the play offs. My Phews continue…", "Tomorrow will be exactly half a lifetime of being ‘others’. Expressing love,happiness, sadness,dancing,falling & flying. Hope I hav touched small bits of ur hearts & hope I can do so for the whole lifetime... ’रोशनी मेरी बहुत दूर तक जायेगी, पर शर्त यह है, की सलीखे से जलाओ मुझको ‘", "My favourite teams are testing my blood pressure. Double phew Germany!!!", "Just…on a Rainy day. When u feel, u r Not the place of truth…when u feel sad…just remind urself, that this world is Tiny, as a matter of fact it’s way smaller than your tear. So don’t waste them… I think it’s that time of the day when I should go & write in my book...or not.", "Brazil….Phew!!!!", "A film never finishes...but so many beautiful things come to an end around it. Thanks everyone for a very fruitful & hectic shoot. #ZeroTheFilm", "Notwithstanding that the kids had no other option & yeah I admit maybe there is just a hint of a bias here...this kinda completes a fathers life.", "Love is always only in the eyes….here’s all of ours to u on Eid. Eid Mubarak to everyone & may ur families be happy & healthy.", "Thank u my friend. U appreciating & smiling is the biggest compliment for the teaser. Will show u stuff soon. Love", "A big thx to bro @BeingSalmanKhan & @jaavedjaaferi & @Harry0073 @vfx_redchillies & @aanandlrai for  making the #Zero dream come alive.Dil Se", "Join in at 7:30 pm tonight and watch the #ZeroTeaser across the Zee Network...", "Our creativity is nothing Sir, if u r not there to put it all in order. U r the Bossman who gives us wings to fly!", "Kitna accha hai. Sabko bahut bahut pyaar. My love and hugs to the babies.", "Tell her to keep smiling. I will pray for her recovery fast.", "Thank u so much. U r kind & it’s so nice to have appreciation from an absolutely AAA+++ actor like u. Love to u", "The u Zee Group for everything u are doing for our film. Wanted it to premier on ur channel. Please all watch on Zee.", "Yeh lo..yeh lo  @aanandlrai ki taraf se...Iss baar Eid Ka Meetha bahut Tez hai. To everyone from me and the whole team of Zero...Eid Mubarak. Love u all & hope u like it. #ZeroCelebratesEid", "Waiting for the link to reach us so that we can put the Zero Teaser out. @aanandlrai & me waiting on the streets of America to wish Eid to everyone. Just a few moments more!!! #ZeroCelebratesEid", "The strive for excellence is a lonely strife...mediocrity has no dearth of friends. Or as Alfred Lord Tennyson put it...’To strive, to seek, to find and not to yield’", "Was reading and came across this line....’ Life doesn’t come with a manual, it comes with a mother ‘ and then this picture of the ladies...sach hi hai!!", "Ok work beckons. Will do this again soon. Thank u all for your time. Love to all", "Thank u but my problem is opposite...I am always on a high!", "OMG OMG!! Better save AbRam’s clothes just for in case your dream comes true..kaam aa jayenge", "Suggest some haven’t had time for reading...& Netflix is slowly taking over my time!", "Thank u for your support. KKR always tries their best. This year was good too...let’s see next year, Insha Allah", "Would have been more helpful with her  if she was from Bandra, but all the best man", "Bhai ab Messi ko bhi wish karna padhe, aise din toh nahi aaye. He makes his own luck and goals. Best to him. https://twitter.com/jimmysrkian/status/1004413889612636160 …", "Not real...no animals or humans are hurt during my shootings!!!", "Padhta hai...", "Close but won’t pass scrutiny!!", "Wish u the best", "Love to u https://twitter.com/alekhandrakhan/status/1004412476782342145 …", "Like I said I notice everything u all write and send", "Love u too", "Would love for Armaan to do music for me..", "I have three beautiful children and a lovely wife and sister..have no space for empty...", "Have a good life", "Wish u the best", "I would reply to u but I don’t know if u r appropriately and fashionably dressed for my reply...", "Main bhi usse bahut pyaar karta hoon...", "Please tell her not to fight... https://twitter.com/sandeepdcritic/status/1004409943544324096 …", "I will pray for her", "Jahaan bhi honge Namaaz padh lenge aur sabko gale laga lenge", "Aap sabko bhi Ramadan Mubarak... https://twitter.com/iamijas14/status/1004402686370824192 …", "His emotions fly...", "Khush raho https://twitter.com/iamstallions/status/1004401894947618816 …", "Love right back to man", "I know (sigh) kya Karoon...", "U should not ever equate your worth to money...u r precious in your own way however small or big...doors close for new ones to open..be positive.", "One is to one I guess now that I have replied to you...", "Going good by God’s grace...", "Nahi abhi abhi uthaa hoon...in the coffee phase at the moment...", "Been busy with work so haven’t had a chat with you all for the longest time. Let’s do an #AskSRK for a bit...", "As an actor I have always wondered how closely the expression for reminiscing matches the expression for looking forward into the future. Like the circle of life...like #Zero. Here’s to looking forward to love life creativity & wisdom as we move on...", "Wishing my Captain @DineshKarthik the happiest of Birthday. Not because it is customary to do so, but because nobody else deserves it more. We have such Few Good Men left...so need to celebrate them. Love u man. Be healthy & happy.", "My sunshine turns 5 yrs today but he thinks he is 9! Please don’t tell him otherwise if u meet him. Children should hear their own music, sing their own songs & believe in their own lil dreams...& yeah, hug their papa a lot..", "Well was not to be. Will have to cancel my flight but KKR well done. U did yourself proud. All of u so so well done. Love you & yes I am smiling. Thks for the entertainment & so many moments of glory. V r an awesome team!", "Well done yourself mate & keep making the noise in the changing room to keep the spirits high. C u soon", "Thx again @DineshKarthik & all u boys for the joy u r bringing to all of us. & especially happy to see @RealShubmanGill coming into his own. Also a pleasure to see Dada with the Dude at Eden.", "The big win is near and the team needs your support. Send us your own creative cheer using #PlayUnited and tagging @NokiamobileIN, to show your love for @KKRiders \nStand a chance to win 10 brand new Nokia devices and signed KKR merchandise.", "Missed talking to the fabulous boys from KKR...was getting ready for shoot. So in the middle of my shower sending  all my love. Wow #KKRHaiTayyar so so proud and happy.", "Like all daughters, I knew you were always meant for flying...and now u can also legally do what u have been doing since u were 16...!! Love u.", "Thank u Wangdi Bhutia for your love & this honour. The whole KKR family will pray for ur success on this awesome journey. Really this is a big honour. Love to u. We will all try to be as brave & adventurous like u #KKRHaiTaiyaar", "Been awake 24hrs to see these smiles. Thx @DineshKarthik @prasidh43 (well done young man) @robbieuthappa ( v have to exercise 2gether) @lynny50 (wow mate) & @SunilPNarine74 is...Sunil. Very happy cant sleep now!!", "“Friday Night: Me u and my leather jacket...” Finally a chilly enough day to wear my jacket & yeah 60’s kinda hairstyle. This is the most fashionable I can get...!", "As much as I love my team, here’s the deal. I leave the cricket to u & u leave the acting to me!! Ha ha", "You’ve seen them smashing it on the field, now watch them rocking the screen - the @iamsrk style  #KKRHaiTaiyaar\n@KKRiders @DineshKarthik @ShivamMavi23 @imkuldeep18 @SunilPNarine74 @RealShubmanGill @robbieuthappa @lynny50 #PiyushChawla @VenkyMysore #IPL2018", "Thank you Kolkata Fans for always being there. You are the best of the best in IPL. Last home game in the league sorry wasn’t there. #KKRHaiTaiyaar", "And smiles to go...and keep from @DineshKarthik to me. Well done @imkuldeep18 with ball & interviews. @lynny50 who is getting sane! @prasidh43 @ShivamMavi23 & @SunilPNarine74 is Sunil!", "Yes lets…", "My Captain @DineshKarthik asked me to smile cos I was so disappointed at the match before. This pic is for him.  Thx @Russell12A @prasidh43 @SunilPNarine74 & #KKRTeam. Onwards & up...", "Sports is about the spirit & wins/losses don’t reflect that. But tonite as the ‘Boss’ I need to apologise to the fans for the lack of spirit", "Kolkata see u at Eden. Let today’s cheer be the loudest for KKR.", "I kind of know, how it feels when a piece of ur heart gets married. Danced & celebrated love for daughters with my inspiration Anil Kapoor.", "Go KKR!!", "Great to see @NokiaMobileIn cheering on @kkriders as we move into the crucial stages of the league.", "Calm & collected win like Captain @Dineshkarthik himself & my babies gaining in every match @realshubmangill @shivammavi23 &Narine is Narine", "Now only if we could have the brilliant outlook u have for life sir. Aapka Nazariya seekhna hai sir!", "How much fun we all had doing this. Only @TheFarahKhan could have managed fun and success in such a huge dose.", "Good team effort @KKRiders Happy to c @lynny50 come into runs. Well done @DineshKarthik to go with unchanged team.  Robbie & Russel awesome", "Thanx my man for a rapid fire happy shoot yet again. U make me look good!", "Was good to meet @bharatrb at @Conares again, at the inauguration of the new 12\" Pipe Mill. Wish u and ur family the best! #letssteeltogether #steel", "Had so much fun meeting u all. Thanx to my friends @KalyanJewellers & their family for making this possible. Till we meet again...& dance some more...", "Little tired with work but get all rejuvenated cos of your love. Thank u all...", "So glad to see the babies r settling in, Curran Mavi & Gill. Dk Piyush Rana Kuldeep Robbie all showing the way to them. Sunil remains Sunil & Andre & Lynn ready to explode. Wow! Am I glad to be in ur team! #KKRHaiTaiyaar", "What is far, is close and close sometimes,\nIs farther than the Sun...that’s our film. Thanx  @aanandlrai & his team & @AnushkaSharma for all they r doing. \n#ZeroTheMovie", "Well done my KKR. After a long time a 200 score. Met Karthik’s mom & Dhoni’s daughter. My day 2/3 rd successful. Thx CSK fans for the love.", "Bahut acchha hai. Humare anthem se better hai cos KKR is your team & u make it what it is. Love u and thanks.", "Always a pleasure to be in Delhi. Thank you.", "Great to see our old friends @NokiamobileIN with @KKRiders again!", "We started with 3 guys Keitan Harry & Arjun with a dream to Make it in India a v/fx company that gets our cinema ready for future. Still some way to go but Blue screen Dreams take a bit of time. So proud...", "My Fanboy moment. Inspiring to hear Mr.Nolan & Ms.Tacita Dean talk of the virtues of celluloid as an artist’s medium. Thanks @shividungarpur for having me over", "It’s #KKR time of the year...again. Korbo Lorbo Jeetbo.", "I am loving & living making Zero the Film. Thx @aanandlrai & the whole team for this. Only way to describe it is ‘ I am growing up very fast into a child...very fast’", "A poem I read on way to work...’ I don’t pay attention to the world ending,\nit has ended for me\nmany times\nAnd began again in the morning.", "A lovely holiday climaxed with the new Speed Skiing champion of the world by my side.", "So happy for you @juniorbachchan All ur passion perseverance & pyaar pays off for ur team. Congratulations & to many more.", "Cos she doesn’t eat ice cream in real, Cos she has worked so hard & cos this reminds me of Darr...on @aanandlrai #Zero the film...’I lov u kkkKatrina..’", "‘Remember to look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist...’ thank u Stephen Hawking, for making the world we know & we don’t know, a place to look positively at.", "My media manager strikes again!! #KatrinaKaif extremely disturbed with my last dark selfie took it upon herself to rectify my photography game. Here is a sample of her amazing love for taking pics & keeping us all so entertained on the sets.", "I took this pic in colour on the way to @aanandlrai #Zero shoot. It’s taken so long in traffic, the colours have faded...", "As we stand poised for a new season of KKR we welcome @DineshKarthik as our Captain. Like our Captains over the yrs we know u will also lead us by boosting the self esteem & dignity of all of us.", "When the company is sooo scintillating & exciting that u can’t keep ur eyes open! Serves them right for calling me to early morning shoots for #Zero ( Pic courtesy: Katrina my media manager )", "Was watching one of my favourite stand up..@chrisrock and he in his own inimitable style reminded me wot life should be about...The quest to find God before God finds you...", "How can one not just feel love & beauty & be grateful for a life that became a part of yours in some small way by making it prettier....isn’t it just easier to feel love & give towards that life, even in death...the comfort of appreciation and gratitude.", "This truly was business... with pleasure... at the #ETGBS... thank you @economictimes @vineetjaintimes and Deepak Lamba for having me over.", "You are cooler than the ‘King’ my man. Great to meet you.", "Public declaration of love for a ‘lady’ who has come to my country, India. U Simulate me, every bit and byte of u, Sophia.", "Always good to receive gifts that are as beautiful as these... thank u to all the kind hearted children at @ChangeSPARKers ! Keep spreading the smiles... @MeerFoundation", "Wish this was a post work out pic. But it’s only a post clean up of the gym picture. Came across a Bullworker! in the gym archives, a sign it’s not been cleaned for years!", "A small effort in that direction. The ladies were so affectionate and warm that evening.", "Hand made love from beautiful women. Millions of rural artisans with unique skills; this is them celebrating their empowerment. I’m told women love my voice…will always be a voice that stands by them. #Hansiba", "This didn’t go as planned...but on a lazy Sunday afternoon, with my limited floatation expertise..this is the best I could do! Judge nahi karna, feel karna...Thx.", "Thank u. Always fun to do an interview with u. U r such a decent man. May ur tribe flourish. Bless u.", "Build good associations around yourself and ride on...20 yrs with @HyundaiIndia & learnt that whether it’s a vehicle or success both should be noiseless...", "Would love to my friend. But working in Delhi. Have a great show and share some love with Pune.They r with wonderful", "Man & Machine ...for they shall inherit the Earth..??", "...for they shall inherit the Earth..???", "Wow. What a proud moment for young India. Well done lil ones…May u keep conquering the world. And keep playing FIFA ...on the side. A great morning.", "So sorry didn’t realise it was u, cos now u r Khilji for me. Bahut acchhi picture hai bhai..I saw it and loved it.", "Sir I listen to whatever my babies listen to. Ranges from Twinkle twinkle to Rap which I can’t make head or tail of.", "U need to go easy on the Samosa and cake my friend that’s why I ended the chat so soon. Ha ha", "Need to get back to work now. Baby also back. Thank u for ur time. Till next time now…#AskSRK", "Pyaar mein conditions nahi hoti https://twitter.com/iam_Shahid10/status/959386700572078080 …", "Yes absolutely in my blue India jersey", "Only the good die young..RIP https://twitter.com/SRKsXman/status/959385734393155584 …", "Will miss him.", "Kabool hai keh dena Dulhe ko please", "Looks r not important. Look at me!! https://twitter.com/bhavin_gajiwala/status/959383591775080449 …", "Oh that’s scary. Please be careful and don’t do such dangerous things. Please", "He is extremely sweet. Made me a huge hit with my kids by doing a pic with me.", "I have seen all their matches and I wish them the best", "Random thoughts lose space in a calculated zone.", "Thank u", "Our philosophy at KKR is nurture & believe in youngsters. I feel we will come good.", "Very little otherwise would have shared it with you!!", "Nooo please don’t. Do a bit of exercise. Read a book. Don’t think too much about yourself. Life is good", "She was so beautifully strong and gentle.", "Both joined to my body… https://twitter.com/InSRKsHEART/status/959380007629058048 …", "Most fun till yet… https://twitter.com/xzustinx/status/959379998317600771 …", "Wow! Thank u. Will tell Hyundai to copy the design!!!", "Will tell the team to get in touch with u", "So sorry. But life has a way to heal itself. Trust yourself more and don’t forget to pray", "Ha ha. Abhi toh main jawaan hoon. Bahut zindagi baaki hai.", "More responsible to do the most I can", "All the best", "Two words..Aur Paas…", "Very very good", "May God bless her with health.  https://twitter.com/SRKsShyam/status/959378796498468866 …", "Yeh ho jaaye pehle. Then will decide.", "Ice ice baby! Did an amazing dance with the lil one on that. My Fred Astaire moment. https://twitter.com/Aarushiiiiiiiii/status/959378414594592769 …", "One of those rare days when I am free at home & family is working!!! Should we all come aboard for a bit and do #AskSRK LETS GO", "Best memories begin with insane ideas...Girls taking me along for a ride called #Zero @aanandlrai #Katrina @AnushkaSharma", "Very sweet thank u", "Last episode Ted Talks india. Hope the ideas discussed give u all some ideas. Thanx Star Plus Team @julietrblake & all who put it together", "Goodbye Davos. Thanks Prof. & Mrs. Schwab for the Crystal award. To all  wonderful people  at Davos for being so gracious and lovely.", "You are the loveliest. Thank u for such a happy day.", "With the legendary @iamsrk today @wef interviewing him about his films, family and philanthropic work #equality #CrystalAwardForSRK", "Switzerland main aake yeh na kiya toh kya kiya...?! Loving being at the Davos, now to get ready for the Crystal Award Ceremony. #DavosDiaries", "Honoured to receive the @wef’s 24th Crystal Award, together with @eltonofficial and Cate Blanchett. My fan moment!!\n\nWatch the #crystalawards via http://wef.ch/2FNQF8z  at the #wef18 meeting in Davos.", "Bhai Sahib kaafi thand hai!!! Hope to find some love & friendship to keep me warm here. Thank u @wef for the honour & having me over. #DavosDiaries", "Does happiness have an address? Pursuit of happiness on #TEDTalksIndiaNayiSoch, Tonight at 7pm @StarPlus @TEDTalks", "This one was special. It was a complete disaster and completely written off. Our failure made us, Aziz @iam_juhi & me stronger. Love PBDHH", "Traffic maketh you a photo editor...besides late for work...", "Celebrated Makar Sankranti the festival of harvesting & happiness for our farmers around the country by flying a kite on @aanandlrai sets of Zero.  Too much fun...", "Learning should never stop in the school of life! \n#WonderOfLearning on #TEDTalksIndiaNayiSoch Tonight at 7pm on @StarPlus @TEDTalks", "Come Live your Dreams in Dubai #BeMyGuest @visitdubai\nhttp://bit.ly/2F5bNqt ", "Peace and happiness to all of you this Lohri... #HappyLohri", "Come make new memories in Dubai. #BeMyGuest @visitdubai\nhttp://bit.ly/2F5bNqt ", "Come experience Dubai - a place filled with memorable moments. #BeMyGuest @visitdubai\nhttp://bit.ly/2F5bNqt ", "Thank u for this honour. I consider my work with these heroic & beautiful women a great privilege as it imparts dignity & purpose to my life. I hope to spread awareness of the unparalleled heroism of these ladies & reach out to others in order to carry this work to its conclusion", "It's their first journey together in Dubai. Stay tuned for what happens next. #BeMyGuest @visitdubai\nhttp://bit.ly/2F5bNqt ", "#Mukkabaaz + Baazigar = Mukkabaazigar... all the best team for Mukkabaazi... \n@aanandlrai @cypplOfficial @anuragkashyap72", "A little boy makes it to a big game in Dubai. Will he score the winning goal? Coming soon #BeMyGuest.\n\n@visitdubai\nhttp://bit.ly/2F5bNqt ", "Thanks. Is it appropriate that this is lil AbRam’s fav song…ha ha.", "Holidays as they say should really be given a speeding ticket...hate dropping my kids to the airport....when holidays end...", "There would be no progress without equal power to all. #PowerToWomen on #TEDTalksIndiaNayiSoch Tonight at 7pm on @StarPlus", "आज रविवार को पहले ख़ुमार आ रहा था। फिर बच्चों पे प्यार बेशुमार आ रहा था। अब कुछ देर से बहुत तेज़ विचार आ रहा है। चलो देखते हैं  #TEDTalksIndiaNayiSoch 7 बजे Star Plus पर।", "ऐ काश के हम होश में अब आने ना पायें...बस ऐसे ही रेडीओ पे बज रहा था तो अपनी याद आ गयी। ज़िंदगी ऐसे ही मदहोश रहे....", "For the love of gold... within you.\n#AndarKaSona with #TEDTalksIndiaNayiSoch @StarPlus @TEDTalks", "बहुत बहुत धन्यवाद। आपकी किताब मिली और पढ़कर बहुत अच्छा लगा।  सोशल मीडिया पर आपने साबित कर दिया की हर जगह पर अच्छी बातें ही पसंद आती हैं। और “टिक्केटें लिये...” वाली पंक्तियों के लिए भी शुक्रिया ।", "Thank u all for making Zero feel like a Hero. Sometimes our importance in life is not who we are, but what we make others become by our presence in their lives. @aanandlrai ‘s ‘Zero’ stands for that. #Zero20Million", "शुक्रिया आप सबका कि ज़ीरो को हीरो बना दिया। आदमी का वजूद अकेले चाहे कुछ ना हो, परन्तु दूसरों के साथ लगकर उनका मान और औहधा अगर बड़ा सके तो ज़िंदगी का मज़ा कुछ ख़ास हो जाता है। @aanandlrai का ‘ज़ीरो’ कुछ ऐसा ही है। #Zero20Million", "नए साल की सबको शुभ कामनाएँ। सब रहो ख़ुश और आबाद और ३२ मिल्यन के लिए बहुत बहुत धन्यवाद।वाह हिंदी में लिखा तो कुछ कवि सा हो गया!! #२ज़ीरो १८", "इतना सारा प्यार!!! #2ZERO18 की शुरुआत बढ़िया हुई...\n3.2 करोड़ लोगो के प्यार के लिए शुक्रिया।\n\nThank u to the 32 million on Twitter!", "Incomplete without u my friend. U make us want to act well with ur ease & understanding of characters.", "And here is the title of our next from our best\n @iamsrk @aanandlrai @AnushkaSharma #katrinakaif #himanshusharma\n#ZERO", "टिकटें लिए बैठें हैं लोग मेरी ज़िंदगी की, तमाशा भी पूरा होना चाहिए!  \n\nAs promised, here’s the title of \n@aanandlrai ‘s film. \n\n@AnushkaSharma #KatrinaKaif @RedChilliesEnt @cypplOfficial #2ZERO18\nhttp://bit.ly/Zero-Title ", "And now let’s watch Ted Talks India Nayi Soch. Star Plus par.", "And me also waiting for @aanandlrai film Title with the girls and the whole team. Happy New year all u very loved people. #Kal5BajeSRK", "And the lovely away from the glares extremely Unsingle @AnushkaSharma sends her love to everyone as she awaits the Title of her @aanandlrai film. Thanks my scientist Anushka. #Kal5BajeSRK", "Single minded Katrina waiting for Title of film with @aanandlrai sends her lovely pic wishing u all a Happy New Year. Thank u Katz #Kal5BajeSRK", ".@aanandlrai sir, title kab announce karna hai? Ya 2018 mein bhi gaaliyan khaani hain?! @AnushkaSharma #KatrinaKaif", "Do you know who is TED? #TEDTalksIndiaNayiSoch, Tonight at 7pm only on @StarPlus @TEDTalks", "Thx @KalyanJewellers for ur lov & hospitality. Muscat, lovely 2 c u all at the Kalyan stores & 2 meet my collegues", "My love and most most happiness to @AnushkaSharma @imVkohli  so happy to see them married.", "Create memories that will last a lifetime. Spend some happy moments with your family & friends. And be a good Santa to your kids... Merry Christmas!!", "These women are an epitome of both beauty and strength. Join me and these divas on #LuxGoldenRoseAwards tonight at 8pm on @StarPlus #IAmMoreThanYouCanSee", ".@karanjohar My friend. A man. A parent. #ChangingRelationships\n#TEDTalksIndiaNayiSoch, This Sunday at 7pm only @StarPlus @TEDTalks", "Have seen Akash, Isha and Anant grow up and it is lovely to see them take forward the values and ethos of Reliance with such grace. Looking forward to celebrating with them tomorrow. #RIL40", "Not so sorry! #UnapologeticWalking with #TEDTalksIndiaNayiSoch. @StarPlus @TEDTalks", "It’s all your hard work @julietrblake & tenacity. Hosting Nayi Soch is making me a better person. Thx for watching", "My lov & thx 2 my friend @RealHughJackman for always inspiring us with his performances. U r  The Greatest Showman in Wolverine’s clothing.", "Hope everyone enjoyed this episode. I loved hosting it.", "Tonight at 7pm on #TEDTalksIndiaNayiSoch, kuch kuch hota hai with the #PowerOfWords. @StarPlus @TEDTalks", "Spectacular DAIS Annual Day. God Bless u Nita Ambani for loving the kids. Made me nostalgic when to act was not important just trying was..", "The worst thing about being a father is that u r always taking the pics, never in them. Edits save the day..", "Thank u Ma’m @nsitharaman for the opportunity. This is the least we can do for our Armed Forces.Will convey ur msg to the whole team. Jai Hind", "Ab yeh hui na real Rab Ne Bana Di Jodi. My love to both @AnushkaSharma & @imVkohli May God bless u with happiness & health", "#Review The debut episode of Ted Talks India: Nayi Soch was all kinds of inspiring | @iamsrk | @TEDTalks", "Now at Lux Golden Rose awards. Have to get to work, so thanks for all your questions. Some remained unanswered like it happens in life too…", "Sending u one", "Yes", "Will send it as soon. Want my Aadhaar card also??? https://twitter.com/isrkssoul/status/939804786706264064 …", "Have a good life", "I think so", "All are not celebrities but their ideas are worth celebrating.", "Mostly Just Brian’s but there r some very prominent international personalities too", "I hope all like it", "I mostly listen in the show", "Yes", "Write to TEDTalksIndia please", "U should write because that’s the core of creativity", "I think I have already met the Genie and it has granted all my wishes in this life.", "Like Dan Brown", "Starting hosting in a bit. All my beautiful lady friends will be there", "Mind Hunter", "May all be well for u", "Ate some stuff AbRam was eating. https://twitter.com/isouravdash/status/939801151066685441 …", "Oh oh...watch TEDTalks today I guess romance tomorrow", "I hope so. Abhi Hindi mein kiya hai so that will help to have a wider reach. Lots of talks on rural India also", "Will do https://twitter.com/shaban4srk/status/939800261920296960 …", "If there is a second season we will cover lot more topics. Let’s hope this season is accepted and we can build on it", "Babysit", "Been so late my ago I don’t remember now!!! https://twitter.com/rakesh_889/status/939799277517250561 …", "The simplicity and honesty of the show", "I also had lots of fun too. I like kid parties!!", "I prepare and rehearse", "About 2 months", "Some good thoughts on tech. Making useful things out of fumes on the roads being one", "To me to participate in what makes me happy is important. TV stage films all same for me", "I haven’t signed any new film...yet except @aanandlrai film", "All good need to start work out soon", "It’s an extremely unique show. I hope viewers feel the Napier’s by the stories of the speakers and embrace their own ideas with belief", "Let us make the film that’s more important. Title will follow.", "As always on top of ‘my’ world", "I realised that an idea is not big or small it’s actually how it changes people’s life for better that makes it big.", "One very interesting talk on teaching kids through volunteer teachers online across the world", "Today when #TedTalksIndia starts at 7pm, maybe a few questions on that and more. Lots of ideas to listen to & ponder on. Let’s do #AskSRK", "#TEDTalksIndiaNayiSoch - The baap of ideas! , Starts Tonight at 7pm @StarPlus. Don't miss! @TEDTalks", "For kids and their parents... Ideas are currency for everyone! #TEDTalksIndiaNayiSoch, Starts 10th Dec, 7pm @StarPlus @TEDTalks", "Our soldiers give their tomorrow for our today. They deserve our respect and gratitude. @RedChilliesEnt @KKRiders @vfx_redchillies @AnushkaSharma & \n@aanandlrai team supports them this #ArmedForcesWeek. Jai Hind!\n\n@DefenceMinIndia @nsitharaman\nContribute: \nhttp://www.ksb.gov.in/FundPayment.htm ", "Don't just spread love, spread ideas too...ideas are the new COOL! #TEDTalksIndiaNayiSoch, Starts 10th Dec, 7pm @StarPlus", "What it took to make Phillauri. Well done @vfx_redchillies, Karnesh, @OfficialCSFilms @AnushkaSharma @RedChilliesEnt . Thx for giving us the opportunity", "My new digitized Ember coffee mug. Customised temperature customized name & customised finger.", "It is time to open our minds and hearts not just the arms...\n\n#TEDTalksIndiaNayiSoch launches on 10th Dec, 7 PM on @StarPlus", "From the sets of @aanandlrai film. Techno Dolly,chroma screens & gizmos galore...", "Early morning wait for a train. Coffee and a book to go with it. Holiday done!", "Journey with lil one makes me see places in a new light & also some new toys…", "Thank u for making me feel like a Rockstar. Ab mujhe koi nahi rok sakta! All my love for #Lalkaar", "Opening the festivities at 48th IFFI, 2017 in Goa. A great platform for filmmakers to showcase their talent and art. Looking forward...", "Thank u sir. This is a moment he will always cherish. By the way he thinks u r my ‘papa’ when he sees u on TV.", "Should I be worried...my lil son laughs looking at this instead of being scared...Ughh!!", "Think will cast Reed Hastings in the series too. He is a natural…", "Netflix & Red Chillies chill...", "Beautiful women…cos each one has helped me be a better man. Thank u girls & be as strong & as gentle as u are.", "Hard day at work…waltzing with the lovely Katrina & a hug from beautiful Deepika. And they say actors have it easy !!!", "A madly happily childly dance for Aryan & Suhana by lil AbRam on this day for children.", "Had my cake and ate it too... #ChildrensDay", "Over a hundred beautiful souls from the Spark a Change Foundation dropped in to visit me on set! Best #ChildrensDay ever...", "Reliving my childhood this #ChildrensDay ! The babies taught me a step or two...", "Keeping with the times…instead of being ‘yourself’ trying to be ‘yourselfie’", "Too much fun and love at KIFF 2017. Love my Kolkata & as always the warmth of @MamataOfficial…U r the sweetest.", "All the best 2 cast & crew of Shaadi Mein Zaroor Aana releasing 10th Nov & to Ratnaa Sinha’s first directorial stint", "Like I have said before. Only for u and nobody else. As Tom Cruise said “ U exploit me “", "My three vices in pictures: Grace, Style & Playfulness.", "Get her to bowl for KKR please. Big hug.", "Thank u so much. Big hug to u", "U r the kindest. Love to u and see u soon", "Thanks for ur wishes and love", "Thank u and love u", "Keep on being crazy...it’s good. Love to u", "Thank u my man", "Thanks for the wishes and a big hug", "Thank u and loads of love to u", "Thanks for the wishes nevertheless https://twitter.com/sapanv/status/925984814943096832 …", "Thank u and love to u too", "Bless u man.", "Thank u and love to u", "Thank u very much. See u soon", "Big hug right back. Thanks and love to u", "And u be u always too. Thanks", "Thanks my man do well", "Thank u for ur wishes", "Thank u and all the best", "Ha ha. Here’s to all the ladies...love", "Thanks for ur wishes", "Thank u for ur kind words", "Thank u and I always thought lean was good!!", "Thanks and love to u", "Thank u so much. Bless u man https://twitter.com/ShirishKunder/status/925987802193391616 …", "Thanks and love to u", "U r kind to say that sir. Thank u and love to u", "Thanks and will do my best", "Love u sooo much.", "Thank u", "Thanks man. May u be good always", "Thank u for the love", "Thanks for always being so loving. Wish  u all best in life https://twitter.com/itsSSR/status/925993386586259456 …", "Thank U my man and keep cooking and make life delicious", "Thank u my friend and love to u always", "Thanks and all the best to u", "Thank I for ur wishes", "Tussi changeh ho?? Thanks so much", "Thank u for ur kindness", "Thank u and love to u", "Love to u and thanks", "Thank u for the love", "Thank u for ur wishes", "Thanks man and keep working hard", "Thanks for all the importance and love u give me", "Thank u so much", "Here’s to many more dreams fulfilled. Love and thanks", "Thanks for this love down the years", "Thank u and love to u", "Thank u and love to u", "Thanks for ur kind words", "And hope u keep believing. Love to u", "Thanks my friend have a good life", "Thanx u team keep shining", "Thanks so much and also for working so hard last few days", "Love to u and happiness", "Thank u lovely one for ur wishes", "Thank u for the wishes", "Thank u for ur kind words and will work hard on my ambassadorship", "Back to u. Thank u my friend", "Thank u Anna for ur wishes. Love to u", "Will celebrate with u tomorrow. Thanks my friend", "Thanx Rahul.", "Thank u for ur wishes", "Waiting for shot from @aanandlrai set. Pic courtesy @Harjeetaulakh\n@Harjeetsphotography", "Thank u so much and keep on shining. Love to u", "Thanks so much and all the best for Firangi. Looking good", "Thank u and do well", "Thank u very much", "Well done. Thanks", "I think I got it finally", "Thanks for ur wishes.  Love to u", "Thank u my friend", "U r always kind. Thank u", "Thank  u so much", "Absolutely will be there or will send the sodas across at least", "Thank u so much", "Thanks bro. Miss u", "Thanks and love", "Thank u so much", "Next time let’s do a pic together then. Thanks", "And I am blessed by ur love thanks", "Aap se bahut seekhta hoon love to u", "Thank u for ur kindness", "Thanks my friend. Love to u", "Awwwww. Thanks for ur love", "Thank u and hope u r well", "Thank u sir", "U r always funny. Thanks my friend for always smiling", "Thanks for saying that. Love to u", "Will remember that line always!! Thanks", "Thanks for ur wishes https://twitter.com/meamabhishek/status/926020884246167552 …", "Thank u", "Thank u and that was a fun film.", "Thank u for ur kind words. Do well always", "Thank u", "Will try and make some more good memories. Thanks", "Love to u and thanks", "Thank u for ur wishes and love", "Bless u and thank u", "Thank u for ur kindness. Love to u", "Thank u for all the fun", "Thanks for the encouragement.", "Thank u very much", "Wish u happiness and health too", "Thank u so much love to u", "Thank u for ur wishes and love", "Insha Allah. Thanks my friend", "Thanks for your wishes", "Thank u my Don voice. Love to u", "Thanks for your love", "Thank u very much. See u in Dubai", "Thank u", "It’s all your love thanks", "You are kind to me to say that. Thanks", "Thank u for ur wishes love to u", "Thanks for ur wishes", "Thank u so much", "And like u too. Love u", "Thank u and stay healthy and keep on playing well", "Handsome is a state of mind. With u all around I look better cos u make me feel handsome", "Thank u and love to u", "Thanks my man. Stay healthy", "I feel 30 now thanks", "Will strive hard. Thanks for your wishes", "U r kind to say that. Thank u", "See u there and thanks", "Thank u for ur wishes", "Thank u so much", "Thank u and my love to you", "Quite possible I think ha ha. Love to u my friend. Let’s meet soon", "Wow even I can’t do this. Thanks", "You are kind to say all these wonderful things. Thank u", "Thank u for your kind words. Love", "Be healthy my friend and thanks", "May u always be happy. Thank u", "Thank u for your wishes", "Yes that was fun. Love to u", "Love to you", "Thank u so much", "Thank u for ur wishes and the memories"]}