{"tweets": ["Here is HRX makin me look good. #bethebestversionofyourself #keepgoing", "Pleasantly shocked to find this. How I wish I could go back in time and show the 11 year old me this image.\n\nIs this a little thing or really as big as it feels inside me? Perhaps the biggest recognition i’v ever received.\nThank you for this.", "Never imagined the way back would be so challenging.\nSteady now.\n.\n#NoPainNoGain #onemorerep #createyourself #bethebestversionofyourself #therearenoshortcuts #doitforyou #workonyourself #pushboundries #keepgoing @hrxbrand", "Bullseye!! Cheers to a very worthy student @iTIGERSHROFF Good luck to the entire team. #SOTY2Trailer", "Killin it ", "The kind of work that puts your brain into gear! My best wishes to the cast and crew of #CriminalJustice", "Heartiest congratulations to all of you on this wonderful recognition of your merits!", "मराठी नववर्षाच्या व गुढीपाडव्याच्या मनपूर्वक शुभेच्छा", "Voting isn’t just about making a choice it’s about being responsible and being sensitive. Please earn your democracy. Please vote this time.", "May the spirit and colors of Holi fill you with happiness, peace and love. Happy Holi beautiful people. #HappyHoli", "Belated happy birthday @ToranjKayvon may your positivity manifest loads of success this year in all that you do. Have a super year !", "With fun Trainer-led group workouts in HRX, Boxing, Dance,Yoga, Football & much more, we bet you're going to love getting fit at http://cult.fit \n\nBut just in case it doesn't work out, we promise you a 100% Money back guarantee. No questions asked!\n\n#WeBetYoullLoveIt", "All the best tonight @iTIGERSHROFF and @kishushroff for #MatrixFightNight .. promises to be one epic night of #MixedMartialArts", "Long awaited, it's been hard to contain but I'm excited to finally announce the @hrxbrand Merchandise collection. Get yours now at http://bit.ly/HRXMerch ", "Stepping into the shoes of Gurmeet Virdi and Kirpal Singh Tung - India’s first 4x4 world champions- was an adventure. One filled with grit, guts & taking on the impossible at every turn. This film is a salute to your risk taking spirit. @MountainDewIn", "महाशिवरात्रि के शुभ अवसर पर आप सभी को हार्दिक शुभकामनाएं। ", "Such courage, dignity , honor and grace under pressure. My thoughts are with you #WingCommanderAbhinandan #respect", "Ecstatic to announce the launch of HRX on Walmart Canada. Start your Fitness Journey here: http://bit.ly/HRXatWalmart  #KeepGoing", "Deeply grieved on hearing about the Pulwama attack. My heartfelt condolences to the families of the Jawans martyred.", "Zoya Tera time aa gaya! Phirse  #gullyboy can’t wait to watch", "My shot for #dabbooratnanicalendar @dabbooratnani @manishadratnani #heisback #alwaysfunwithdabs #20th https://www.instagram.com/p/BtlnCOWH28Z/?utm_source=ig_twitter_share&igshid=j204wk8n7d0e …", "Bro braz. Sending you so much love. Have learnt a lot of good things from you my friend . Have a super duper year brother @juniorbachchan", "To the coolest of them all ! Happy birthday KING ! Have a fantastic year ! Love and respect always ! @bindasbhidu", "Dear ekta, so happy to read this . You will be an amazing mother ! Sending you love, hugs and a big kiss for little Ravie ! ", "Happy birthday to the brightest most positive co star and friend I have known. My dear @realpreityzinta I wish you so much love. Stay wonderful !", "Loved this . Well done to the team. Congrats Falguni Thakkore", "Agneepath gave me the opportunity of going all guns blazing. Rarely does a script come along which warrants the actor to risk everything. Including his bones. Those are the kind of roles I… https://www.instagram.com/p/BtGgJwqnCJY/?utm_source=ig_twitter_share&igshid=94edb68h8r3o …", "Amazing ", "I’m such a faker.\nLooking thru binoculars at a wall 3 feet away. Those ski’s don’t work and I don’t know that dog.\n.\n#actorslife https://www.instagram.com/p/Bsq1M0MH0Zc/?utm_source=ig_twitter_share&igshid=1rya6w1mqk802 …", "Thanks Salim ", "Thank you palak", "Nandish, thank you so much .", "Ha. Thank you my dear Pooja . all my love", "You guys are the best . Love", "Thanks dabs ! ", "Thank you so much my man. all my love", "Thank you Malini ", "Thank you so much faridoon . all my love", "Mika paji thank you for your wishes  love", "Thank you Ramona ", "Thank you so much . love", "Thank you for these words  .", "Thank you for your wishes shobhaa . all my love", "Thank you so much deepa . all my love. Hope u are as great as ever", "Thank you ", "Thank you so much Tiger . This one is cooler than mine.", "Thank you so much Sonali . Love you ", "Braz !! Love u ", "Thank you ameesha!", "We learn from each other. Big big hug ", "Really sweet. . Thank you so much aalim  . all my love", "Sweet . Thank you so much Pree . Let’s dance again soon", "Thank you my friend ", "Thank you so much Vikram . all my love", "Really sweet. Thank you so much Riteish . all my love", "Thank you so much Siddharth . all my love", "Thank you so much sir", "U said it . Thanks golds", "Thank you so much Manish . all my love", "thank you so much andre  wish you a super year too ", "अजयजी बोहत बोहत शुक्रिया ! आपको बोहत सारा प्यार।", "Thank you so much for your wishes prachi . sending you lots of love ! you have a super year too", "thank you so much  wish you a super year too ", "Haha thank you so much for your wishes rohit .", "And happy belated birthday to you Alok! Have a great year . Love .", "Thanks so much my man . all my love", "Thank you so much Mrunal . all my love to you . Big hug", "thank you so much farah", "Thank you ", "Mamata didi thank you so much for your wishes and blessings . sending you lots of love !", "Thank you so much suresh. all my love to you", "Hey thank you so much Pulkit  wish you a super year too ", "Asjad ! Thank you so much my friend . all my love", "Thank you so much for your wishes raj. sending you lots of love ! you have a super year too", "Thank you so much . all my love", "Thank you so much for your wishes rohit .", "Good luck team Elev8 ", "Happy to announce that\n#Super30 is headed for release on July 26, 2019. \n\nबहुत जल्द समय बदलने वाला है! \n\n @RelianceEnt @NGEMovies @mrunal0801 @TheAmitSadh @nandishsandhu @super30film", "Cant stop. Wont stop. \nWe begin again. \nAnd again.", ".@hrxbrand #HRXFitnessFest", "And he’s up and about\nPower of love!\nThank you all for being with him and helping him power through. \nToday was a great day.", "Thank you Sir for your concern and good wishes. I am very happy to inform that according to the doctors his surgery has gone off well. ", "Asked my dad for a picture this morning. Knew he wouldnt miss gym on surgery day. He is probably the strongest man I know. Got diagnosed with early stage squamous cell carcinoma of the… https://www.instagram.com/p/BsW-YxsnUtI/?utm_source=ig_twitter_share&igshid=1mcmsmtez86rn …", "There are some actors who defy all boundaries. That look in your eye epitomizes the calm amidst the storm. Simply outstanding ! Absolutely stunning @vivekoberoi ! Wish you luck and love for this epic journey! Huge congratulations.", "Turn your resolutions into goals. Share your #MyFitStart goal and show the world how you #KeepGoing! @hrxbrand @becurefit", "A Happy Life is a diverse Life. \n.\nEnuf said !.\n.\nHappy New Year !.\n.\n#explorersforever #bff #adventurers #createyourfun #failingislearning #fallingisfun #growthmindset #learningispower… https://www.instagram.com/p/BsGk_Svn0zX/?utm_source=ig_twitter_share&igshid=9b3yd19t7r1k …", "Get winter ready with @hrxbrand at the Myntra End Of Reason Sale! Get the look here http://bit.ly/2Csq0yC \n#KeepGoing", "The Myntra End Of Reason Sale is coming and the prices of @hrxbrand collection have been revealed! Make your wishlist! NOW! #HRX", "Absolutely amazing man. ! Another knockout performance  @thevirdas", "Here’s to @Pvsindhu1 creating history! My heartiest congratulations to you! #BWFWorldTourFinals", "#photoshoot #dabboo #calender #ugetthepicture video courtesy @aalimhakim https://www.instagram.com/p/BrFiZOGnxwS/?utm_source=ig_twitter_share&igshid=xwytsqxbbn4t …", "Here is Sussanne , my closest friend ( also my ex wife) capturing a moment with me and our boys.\n.\nA moment in itself.\n.\nIt tells a story to our kids. That in a world separated by lines… https://www.instagram.com/p/BqmfnSAHmAe/?utm_source=ig_twitter_share&igshid=6ffa4tdesb6k …", "Find one thing to do everyday that you have never done before.\n.\nHRX and I just did. .\nComing soon.\n.\n#bethebestversionofyourself #createyourlife #hrx #hrxbrand #lifequotes #dontjustexist… https://www.instagram.com/p/Bqj1c82nUWC/?utm_source=ig_twitter_share&igshid=xr90388a18jb …", "Already up to 6, and she’s just begun! More and more power to you, Mary Kom!", "We couldn’t be more grateful for your love and support!  As we turn 5 and #KeepGoing, we will be running 5 contests where you stand a chance to win some very exciting HRX fitness gear. #5YearsOfHRX", "To the team that supported my dream...a heartfelt THANK YOU.", "Very interesting . #BrokenButBeautiful  good luck to you @SaritaTanwar on your first production, and to the entire team.", "The glass ceilings are shattering everywhere! Congratulations Mithali!", "Very nicely done man #keepgoing", "This is fun. I just put a score 2 my fitness with d #CultScore challenge.Kudos to @becurefit 4 d cool fitness test.With my HRX workouts I scored 91. (Gotto get better!)I nominate @iTIGERSHROFF @milindrunning & @klrahul11 to take this test. Be d best version of yourself! @hrxbrand", "It happens right in front of my home.I was always curious n intrigued by d scale n enthusiasm of this festival. Now,after playing a Bihari,I know about d significance of Chhath Puja. My deep respect 4 those who keep this fast n I wish everyone a happy n soul cleansing Chhath Puja", "Coming soon. @Hrxbrand @becurefit", "And thank you #Rajni sir for continuously showing us the way forward. You are unbelievable! Respect.", "Saw 2.0 trailer. Shankar sir has done it again. So looking forward to this one ! All the best to the entire team !  @2Point0movie @akshaykumar @shankarshanmugh", "Do you ever feel terrified when you think about the distance between where you want to be and where you are ? \nKrrish in many ways for me is the struggle, aspiration and endeavor of… https://www.instagram.com/p/Bppomn0BNe5/?utm_source=ig_twitter_share&igshid=1y0xkqhl42e35 …", "Outstanding! @Abhishekapoor sending you and Pragya all my love ! इस बार लाये हैं @rsvpmovies और @gitspictures एक झलक… प्रकृति के क्रोध का, और साथ होगा… सिर्फ प्यार | Presenting the official #KedarnathTeaser:http://bit.ly/RSVP-KedarnathTeaser … \nIn Cinemas on 7th December.", "Plz retweet this as much as possible", "PLEASE RETWEET -\n#Amritsar #TrainAccident \nHelpline numbers for Amritsar accident: \n#Manawala station- Rly -73325, \nBSNL - 0183-2440024; \nPower Cabin ASR-Rly - 72820,\nBSNL - 0183-2402927; \nVijay Sahota,SSE: 7986897301 and \nVijay Patel, SSE: 7973657316", "Extremely innovative.", "There are only a few people I know who are truly unafraid of discovering their edge. You my friend are one of them. I wish you even more guts and glory! Happy birthday @kapoorkkunal have a fantastic year my friend .", "Stunning !! I remember a ‘before’ conversation years ago and now this ! Well done @sonakshisinha u are going to inspire many. Keep going !", "Last two days for the @myntra Big Fashion Days. \nLot of great @hrxbrand gear on offer too. Make sure you check out the collection before the time runs out! http://bit.ly/hrxstore \n#KeepGoing", "Sweetest thing. An important message . So beautifully said", "Wishing @tatamotors all the best for the launch of #TheSedanForTheStars. So proud to be associated with the plush #AllNewTigor", "A boy from Sri Ganganagar in Rajasthan has made us all proud by making a film like Tummbad. The trailer is spectacular. This one seems like a must watch. Sohum Shah is someone to watch out for.", "Dear women. I’m requesting you all .. please do not make false allegations and derail what is an extremely crucial movement. Please. Just the truth. No personal agendas. No lies that disempower the truthful. Thank you. Much love ", "My brother’s friend is missing.Please help us spread the word in finding him.More details in the next tweets", "@FarOutAkhtar urges us to listen to women who are brave enough to speak out but warns against making false accusations as it cripples the genuine efforts. The perpetrators, male or female, should face consequences.", "Thank you Krishna Aunty for always being so kind and loving and for your blessings that you so lovingly gave every single time that I met you. Your grace and dignity lives on. I feel so much love for you. Rest In Peace #KrishnaRajKapoor", "Luck is with you forever! Cause you don’t depend on it !! Salute to your talent , effort and sense of contribution to others ! Love you @AnupamPKher", "A dash of hope with a sparkle of dream.‘The Perfect Girl’ a short film directed by @Nadeem_Shah all set to make people believe in their dreams. It has been my pleasure to have worked with you Nadeem   https://youtu.be/H7Sp9YVehPo \n#ThePerfectGirl #NadeemShah\n#HopeFindsYou", "He is the original Khan and what a story he has to tell. Sanjay Khan's autobiography is going to be out soon. Here's the first look of his autobiography titled 'The Best Mistakes of My Life' \nhttp://bit.ly/TheBestMistakesofMyLife … @TBMOMLbook #bestmistakes @penguinindia", "This makes me feel so proud and humbled. Gratitude  well done team HRX! @hrxbrand @ANarayanan24 #keepgoing #Bethebestversionofyourself", "Huge congratulations to you @mrunal0801 and the entire team of #lovesonia for the release and the fantastic response from all over ! A winner all the way!", "गणपति बप्पा मौरया! May Shree Ganesha bless us all. #family #tradition #44years with love from all of us at home. Spread the love.", "U are welcome @diskitcwangmo and thanks for the encouragement @ANarayanan24 my thanks on behalf of @hrxbrand #keepgoing #bethebestversionofyourself", "Here is the pre order link to @FarOutAkhtar ‘s album #ECHOES  My instincts - he has hit it out of the park!! Make sure u guys give it a listen.", "Happy birthday @akshaykumar wish you a year just as super as you. All my love !", "18years of Fiza. Stills from the shoot, moments before the release of KNPH. My thanks to u @Jhajhajha for writing n directing one of d most impactful films of my career. N for making a newcomer feel comfortable. Thank you to d entire cast and crew.", "I appeal to all to please use social media more responsibly. Let us not believe in rumours and spread them, unnecessarily hurting the sentiments of those involved. Thank you.", "Nation is transfixed with #Super30ARFilter! Scan the QR code from Facebook app or click here: http://bit.ly/Super30AR \n@super30film @iHrithik @FuhSePhantom @NGEMovies #VikasBahl #SajidNadiadwala #HRXFilms @WardaNadiadwala @MadhuMantena @teacheranand @mrunal0801 @TheAmitSadh", "This is an appeal friends. My younger Sister Sofiya has been diagnosed with CIDP. An auto-immune disorder, the only treatment of Steroids and Immuno-suppressants isn’t working. Trying to find any new breakthrough, please RT and help us reach out to the right people.", "Thank you for such a sweet gesture. Sending your way loads of love and a surprise. I hope it surprises you too :)", "Celebrating the Man of steel. Thank you to everyone from all of us for the wonderful wishes for my dad today. Happy Birthday papa. @RakeshRoshan_N", "Which are the other remnants still keeping our society in the dark ages? #Section377Verdict #evolution", "वक़्त बदलने वाला है, Welcome to Super 30 #Super30Poster\n@RelianceEnt @FuhSePhantom @NGEMovies #VikasBahl #SajidNadiadwala #HRXFilms @WardaNadiadwala @MadhuMantena @teacheranand @mrunal0801 @super30film @TheAmitSadh", "अब राजा का बेटा राजा नहीं बनेगा... अब राजा वही बनेगा जो हकदार होगा! #Super30Poster @RelianceEnt @FuhSePhantom @NGEMovies #VikasBahl #SajidNadiadwala #HRXFilms @WardaNadiadwala @MadhuMantena @teacheranand @mrunal0801 @super30film @TheAmitSadh", "अब राजा का बेटा राजा नहीं बनेगा...", "My sweet sister takes me down memory lane. Love you too didi @sunainaRoshan22", "The best version of yourself starts with you and your love to get fit! Get started today with @hrxbrand and @Becurefit", "‘भास्कर bhaisaab? कहाँ हो? हाल चाल सब? सब ठीक? देखिए, आपकी दुकान ki प्रगति के लिए मेरी तरफ़ से यह ट्वीट. Next time सीधे बोल देना की help चाहिए।", "मेरे प्यारे मित्र ‘पत्रिका जी”,  कसरत करते हो? थोड़ा gym जाओ। mind से सारा कचरा निकल जाएगा! ख़ासकर बीस donkey किक्स, बीस monkey रोल & 2 dog jumps आप के लिए सही रहेगा। ज़रूर कीजिएगा। गुड luck. गुड day. And लव you टू :)", "Hyderabad I am here!! And I'll be there for the HRX #FindYourEdgeChallenge finals at Cult banjara hills. I will also visit cult Kondapur, Gachibowli and the Inorbit - let’s chat about the HRX workout ;). @hrxbrand @curefit", "This looks raw, real and hard hitting. All the best #mrunal and the entire team. Can’t wait to watch! #LoveSoniaTrailer #AgainstAllOdds", "Eid Mubarak beautiful people :) enjoy the day with your loved ones. Sending you all my love", "The situation in Kerala is critical. Help is required.\nPlease let’s come forward and do whatever we can. Our friends in Kerela need us right now. I have contributed a sum and I request you all to do whatever you can. God bless #KerelaFloodRelief", "And people thought it was a 2 hero film. Journey begins #HrithikvsTiger @iTIGERSHROFF #sidanand", "Met Atalji a few times in my life. Each time was special. I remember him as an extremely kind hearted man. May his soul rest in peace. #RIPAtalBihariVaajpayee", "Happy Independence Day beautiful people. Jai hind.", "Her focus never shifting, her workrate never dipping. She is Diva Dhawan, and now part of #GirlsofHRX. Like the true spirit of HRX, trust in her to #KeepGoing \n\nExplore collection on @myntra: http://bit.ly/hrxstore ", "Yes ,I have. It is almost embarrassing but at the same time very flattering n complimentary. An honest admission. :)", "Two people in the same place, at the same time. What if it was meant to be?Find the people you've crossed paths with. Download @happn_app #makeithappn", "#15YearsOfKoiMilGaya - Koi mil gaya gave birth to Krrish, and in a weird way playing Rohit gave birth to a newfound strength in myself. \nRohit helped me understand every single thing I… https://www.instagram.com/p/BmOCUJbHOD-/?utm_source=ig_twitter_share&igshid=vs44envncybl …", "Great news Hyderabad! Cult is now in your city! \nIt’s your time to be the best version of yourself with #HRX workouts. \nKeep pushing the boundaries, @curefit\n#BeBetterEveryDay @hrxbrand", "Lying down on top of the world. With my world. #thatshowitsdone #ittakesateam #relaxationneedsimagination #dontjustexist #exploreeverything #bff #santorini #greece", "False journalism. Or an honest mistake. Who will ever know. stay cool tho.", "Beautiful days. #gstaad #glacier3000 #NeverGiveUp #nevergrowup #impossibleisnothing #adventureAnywhere #BFF #explorersforlife", "So well done man. Quite amazing  ", "My friend Eefa has just started her blog. Do give it a read and follow, cause she is amazing :) @EefaShrof https://eefashrof.com/the21-fat-loss-workout/ …", "Love to you Shamji.", "All equal perhaps. Inseparable from each other. Just like us. Playing our individual parts. How we keep forgetting that we all are a part of the whole. Sometimes we are the painter, sometimes the color. N sometimes, if we are lucky, the painting:)", "Or to the colors? Painter, painting or the colors ?", "I find it funny when people fight to attribute credit in any creative work. It’s like questioning who is better - the painters hand or the painting itself.", "So incredibly happy for the entire team of #Sanju. It’s so amazing when a great director comes together with a great actor. Well done #Ranbir , @RajkumarHirani  n d entire team. Can’t wait to watch n b inspired. Believe it’s the biggest EVER.", "Happy birthday vishal ! Have a super year my friend ! @VishalDadlani", "It warms my heart to see this bond between a teacher and his students...", "Another fabulous experience we got to share with the world. @FarOutAkhtar . Thank you for celebrating:) #IndianArmy #14YearsOfLakshya", "Eid Mubarak beautiful people. ", "“..It is the labelling of people as depressed that is a great injustice.” Well said didi. So proud of you . @sunainaRoshan22 https://bit.ly/2sRfZ94 ", "Not better than the person next to you. Just BE THE BEST VERSION OF YOURSELF. Relax #HRX #KeepGoing #DefeatDefeat @hrxbrand", "Congratulations to all of you. Anand Sir you have done it again. Making the world better one student at a time. #Super30 @teacheranand", "My favourite. Watch it if u missed it.", "Can’t decide which one to get? Grab them all!\nTry the #HRXSunglasses collection today: http://bit.ly/FreshIsHere \n#FreshIsHere", "Read an interesting quote. ‘Acting is all about being real. If u can fake that , you’v got it made’", "Congratulations arjun !!! Unbelievable ! I know how hard and how long u trained for this victory ! Very inspiring ! More power to you ", "He’s a legend in d making or perhaps already one.He is a have not inside, but outside he has manifested a world of riches in goodwill.Probably d hardest working man I know n probably least known 4 that skill as he makes it look so easy.I call him pappu. Happy birthday @karanjohar", "And on d same note again, I am absolutely thrilled to welcome @IN_FitnessFirst into d @BeCureFit family! \nTogether we will scale new heights 2 make India a fitter nation n become d best version of ourselves. can't wait for u all to try d HRX Workout Module #KeepGoing @hrxbrand", "And on that note , I challenge my family @roshanpinkie @RakeshRoshan_N (since it all starts at home) and my friends @iTIGERSHROFF and @kapoorkkunal to inspire people to be the best version of themselves ! #KeepGoing #HumFitTohIndiaFit", "This initiative makes me so proud ! Bravo @Ra_THORe #HumFitTohIndiaFit #FitnessChallenge this is how I commute to my office everyday. sitting static in a car is such a waste. Walk, cycle, jog, feel the earth, feel India  get FIT!", "Ladies and gentlemen, Vidya Vox is in the house! My house! What do I say , I’m such a fan. Thank you for the music @VidyaVox Was wonderful meeting you and shankar.", "Dear @Mohanlal sir, wish you a very happy birthday. All my love.", "Looking forward to reading your book mam. Coming from you it’s got to be a great read ! @bhawanasomaaya", "All ears here, something interesting is brewing at @hrxbrand on @myntra.\nPut your headphones  on & guess what @iHrithik is talking about.\nTell us your answers on Instagram: http://bit.ly/hrxbrand  using #WhatsNextAtHRX and get lucky.\nStay tuned for the big reveal.", "Please RT. \nMissing since 12th May ‘18\nName: Arshad. Age. 13 yrs. \nLast seen at Mahim, Mumbai wearing a white T-Shirt & jeans. \nArshad has Downs Syndrome & is incapable of communicating his address or parents phone numbers.  \nIf found please contact Taju on +91 77180 42756", "There is a universe inside those eyes. Every proud wrinkle teaches a beautiful tale of love overcoming hurt. Those eyes will shine for you no matter what. And all she wants..is a hug. Happy Mother’s Day my warrior mother. #GoHugYourMomtoday", "Not fiction anymore. Seemed like it when I read super 30. Not anymore. What a briiliant example of real application of knowledge. Nothing less than Super Hero stuff ! Bravo !", "Loved this . All the best @HarshKapoor_  looking really good  and good luck team Phantom! Looks like a winner ! Releasing on May 25th.", "Congratulations Shamji . It has been such a heartwarming experience to have worked with you ... all my love !", "U wont find many dissertations on d craft of genuine entertainment.However a true master of this genre will guarantee a host of satisfied smiles when d end credits roll. N its d best lesson my father taught me. D accolades dont matter as much as d smiles", "! 3 thumbs up ", "My superhero jacket from Krrish is being auctioned online for charity! This piece is very special to me, and I'm thrilled to donate it to support animal welfare. Bid to win at at http://www.SaltScout.com  - thank you for your support!\"", "Haha thanks Tiger. See u soon on the dance floor !", "Hahaha धन्यवाद !", "1982. MJ’s Thriller has just released. That’s an inspired 8 year old me doing nonsense but to mom n dad I was Jackson that night .", "Congratulations nanoo!@shrishtiarya well done !! ", "Hustle in style with @JabongIndia Showstopper Festival from 27th to 30th April. Get your hands on the latest collection from @hrxbrand, curated specially for the fitness enthusiasts!", "Fun and fearless. Loved this", "Happy birthday @Varun_dvn ! Wish you the best. Always. All my love .", "Didi, even though I know you since all of my life , I am looking forward to reading your blog. And I love the name you have chosen for it. So happy you decided to contribute your life lessons to all of us . Love you @sunainaRoshan22", "You are one in a million my dear mother. Hyderabad will fill your heart with even more love. All the best mama ", "You are what you eat. But I guess we all get a little overwhelmed with the choices , what’s good , what’s bad. Today I encourage u to send in your healthy eating queries to @hrxbrand for some expert guidance. Today take another step towards fitness and #EatFitWithHRX.", "When I saw the thousands, at the #RunWithMI like fighters, I realised that each one has everything it takes to be an inspiration to the world. All you have to do is never stop, just #KeepGoing. @hrxbrand @xiaomiindia", "26 Gold, 66 total and among the top three medal standings - the final results of CWG 2018 cannot but swell your heart in pride. Brilliant show Team India!Bravo !!", "This really d work of human beings?Breaks my heart 2know v r capable of such atrocities.V need even more activism,courage, outspokenness, communication,awareness, aggression.Whatever v need 2make sure this doesnt happen again,lets do it!!Punishment? education ? Whatever it takes!", "Welcome back to twitter didi. Give my sister some love guys :) she’s not just a survivor but a hero to all of us in the family. So proud of you didi. @Sunainaroshan22", "This one deserves a tweet. The most incredible mango desert is now a healthy one ! @Fitness_Bakery u guys are killing it !", "“KILL the monotony before it MURDERS your enthusiasm!” Something I always remind myself.", "Thank you team @Shiamakofficial for a great experience today. Special mention for the best dancing partner ever @UpasanaaMadan and d best instructor ever @SHAPRASEXY777 and thank you all for your wishes today. U are the wind beneath my wings #keepdancing #IPL", "@iHrithik Dear Hrithik Bhaiya, last time when we bartered messages, your support helped us find so many teachers. But now there are more openings. Can you please help us spread our message and help us find teachers? #AkankshaPlacementSurprise", "You never stop ! You grow grow and inspire the world to grow with you ! Huge congratulations", "U are turning into my favorite writer", "Sweeet. God bless :)", "Thank you @BeCureFit for my healthy breakfast today. Loved it! Beyond expectations! U have made healthy taste delicious! #eat.fit  @becurefit The HRX Athelete meal pack #KeepGoing", "To all our sons and daughters and to the child within us all. Sharing something I wrote . ( headphones please)", "Arjun!Ur courage,determination n perseverance is infectious!Lets give this hero r best as he gets ready 4his next expedition 2Kangchenjunga. I’m inspired by his passion and dedication n I'm looking forward 2 hearing more adventurous stories after his return. @arjunv_everest", "Welcome @itigershroff to the @becurefit family and happy to see you sharing the vision of making India better and fitter. Here’s to being a better version of ourselves. @hrxbrand @becurefit #letsprowl #keepgoing", "I hear that today’s maths paper in cbse 12th exam was easier than earlier years. Three cheers to the board for this. Maths was probably the most feared subject from my student life! Ironically currently I am having a fun time playing a maths teacher.", "He was a dream to work with. What an actor. This is absolutely shocking. Narendra jha you will be so missed. Rest In Peace my friend .", "The frivolous use of my name by PR companies 2 promote their new clients doesnt bother me a bit. But I really want them to know it doesnt work. So may I offer a tip: trust ur clients talent, stop d tricks. All this while the female lead of super30 was finalized 8 months ago.", "New ad for Paragon.", "Here’s wishing the extremely talented @rohitroy500 all the very best for his first digital game show @iQtriviaLive ! Starts 12th March 9pm.. Download the app now http://onelink.to/iqlive  Answer 12 questions correctly & Win Lakhs!! ", "Good luck to all students appearing for d CBSE exams today! So nice to hear that d board is allowing students with special needs to use laptops this year. Playing a teacher I cant forget how nervous I used to get as a student. Stay calm n don’t sacrifice sleep! Sending u POWER!", "Reality seems to be increasingly playing a role in things that we entertainers do. I am currently shooting for a film that is a bio pic and here is an ad that tells another true story. Proud to share your story with the world @ArjunV_everest", "Happy #WorldWildlifeDay! You can help endangered #BigCats by signing this pledge and sharing. Join @deespeak and help win this challenge. http://www.wildfor.life/team-challenge  #TeamSnowLeopard #PredatorsUnderThreat #WWD2018 @unep @uninindia", "Presenting the prettiest Roshan. So proud of you @PashminaRoshan cant wait to watch you in the act ! Love to the entire team! Break a leg!", "I used to love Holi as a kid. Because I was a kid I didn’t care about water wastage, hygiene etc. Today I care. So do my kids. We still enjoy Holi , just in a more responsible way. Enjoy the holiday! ‘in a responsible way’ #HappyHoli", "Happy birthday @iTIGERSHROFF even the sky is no limit for you now . Keep flying ! Have a super year ", "#IamArjun. Proud to be a part of this young man’s inspiring journey.", "I am Shreyas nair final year engineering student I have lost a  black adidas bag (containing my all  my  university marksheet's) while  travelling to Bandra from Juhu   in auto rickshaw at around 11 30 in the night  on saturday 24th Feb.\nIf found please revert\nMob no 7045030120", "I loved her, admired her so much. My 1st ever acting shot was with Sri Devi, I was nervous in front of her n I remember her shaking her hands pretending 2b nervous cause of me just 2 boost my confidence. V had 2 laugh,n she kept laughing until I got it right. Will miss you mam", "At a loss for words. She was the brightest the most magnificent star of all. Rest In Peace...", "The Quinoa Bean Burger @ Suranika’s Healthy Kitchen! Order online now on zomato!", "Its also RADO day:) Excited to be launching Rado’s first new monobrand store at Delhi IGI Airport #flywithrado @rado", "On your birthday I send you so much love and gratitude. Happy birthday @AshGowariker ! #JodhaaAkbar was 1of the most satisfying experiences of my journey. I wish you many more peaks of greatness , have a fantastic year ahead !", "Huge congratulation my dear friend @mrsfunnybones May your banner ‘Mrs Funnybones Movies’ fligh high with the success of #padman ! U guys make a solid team! @akshaykumar - bravo!", "And the journey begins.. #Super30", "Bro braz! Happy birthday! Childhood buddies ki baat hi kuch aur hai. Hai na? Wish u love with all my heart :) have a super year ! @juniorbachchan", "That’s all I need now:) so proud of you @SuranikaSoni . Well done!! . Guys, order now from zomato or call/message on +917045484876! #eathealthy #stayhealthy", "Here's another reason to stick to your New Year resolutions.\nTake up the challenges on our Instagram page - http://bit.ly/hrxbrand , push yourself and get #StrongerThanYourExcuses with #HRX. #KeepGoing \n\nT&C: http://bit.ly/StrongerThanYourExcusesChallenge …", "T&C:", "Are your New Year resolutions already fading away?\n@rishabh_telang​ is all set to push our 6 champs and you for the next 3 weeks to be #StrongerThanYourExcuses.\nTake up the challenges on our Instagram page - http://bit.ly/hrxbrand  and win #HRX hampers worth 10K! #KeepGoing", "Kaabil completes 1 year today, Agneepath completes 6 years today and 1 year to go for Super 30. This weekend is indeed very special for me.. thank you all for celebrating kaabil :)", "Mark the date!\n365 days to go! #Super30 starring @iHrithik to release on 25th January 2019.\n#SajidNadiadwala #VikasBahl @Anand_Super_30 @FuhSePhantom @RelianceEnt @WardaNadiadwala", "As a young man he sold his wedding ring to buy books. Studied under street lamps. Self taught. Ignited by creativity he forayed into films. Aap ki kasam n22 more jubilee films brought him name n fame. But his greatest work was love. Here he is at 92. My greatest teacher. My Deda.", "Isn't it just the right time to know this?\nWatch this space for more. #KeepGoing #HRX #StrongerThanYourExcuses", "Happy birthday @GOLDIEBEHL wish you a creatively brilliant and exciting year ahead my friend! Stay golden", "Wishing #Padmavat all the success luck love and peace today. @shahidkapoor @RanveerOfficial @deepikapadukone believe Mr Bhansali has done it again", "On the auspicious day of Saraswati Puja and Basant Panchami, I am beginning my journey of Super 30 where I am playing a teacher for the first time. May the Goddess of learning bless this effort.", "‘you are watching me..while I am seeing through your mask’ my Dabboo ratnani shot! @dabbooratnani & @manishadratnani #DabbooRatnaniCalendar #DabbooRatnani", "Reishu has been regaling r family taste buds 4 years now n it has been an absolute delight, always filled with surprises n a sense of adventure every day. I am very sure this book is going to enrich all ur lives as it has for me n my boys.Congrats @Reishu_Sharma (Amazon/flipkart)", "It’s time to relive the magic! Being my Chacha’s biggest fan , I look forward to this the most :) 20th Jan! See u music lovers there! #RajeshRoshan @RakeshRoshan_N", "Today is #ArmyDay. Can never forget the mental n physical training I received during my IMA bootcamp for #lakshya. I still follow it today. I salute the tenacity, discipline and courage of those who serve this great nation. Jai Hind!", "U make me laugh:) u are too kind my friend . Thank u", "It was the first month of the first year of this century. I remember it as my second birthday. 18 today in my career. Thanks for this unconditional love !! #18YearsOfKahoNaaPyaarHai been reading all your wishes", "Too sweet. Thank you ! Sending u love !", "Pure unabashed creativity at its best ! A film by @vinod_rawat huge congratulations on this well deserved success my friend! Loved this https://youtu.be/aEhnbqQv2A8 ", "Not silly, u are all heart my friend. Thank you . Sending you love", "Thanks guys . Sending you love", "And @akshaykumar I was so touched. please thank your mom for my delicious cake! Blessings and love I cherish. ", "Smiling. They are my joy! At your service anytime! Loved this! Thank u Sonali", "Thank you krissann. Love to you", "Thank you Kushal", "Vishal. My thanks to you for more reasons than just these wishes. Love u man", "Thank you my dear. Sending you love ", "Paji thank you so much. I’m waiting to dance with you again", "Thank you Rohan", "Wow, u are really good sakait! Well done. Enjoyed the edit. Sending you love", "So wonderfully said Sonja, I know you, and love your edits too. Keep on that journey, keep singing and yes , tweet me when u conquer that pull up!!", "So sweet Ekta, sending you all my love. Thank u for encouraging:)", "Thank you PRATIK!! Love to you", "Karthik that was so heartfelt. Thank u my friend .", "Sending you love Jay! Thank u for this", "Aaaai Love u all too !! So sweet. Thank you guys", "Moin, I will ! Thank you ! Sending you love", "Thank you ligesh ", "So sweet Sanjana. Sending you all my love", "U are the captain of your soul madhuram. Just keep doing. Don’t bother about results. Thank u so much for this message", "Vedant! U just encouraged and inspired me. Thank u for this", "Huge big hug! Thank you !", "My pleasure urvi!", "Just heading to the gym:) thank u puja. And thank u for making your guests so comfortable", "Sanjay Ji thank you for contributing to my movies so magnificently !", "Thank you so much:)", "Still can’t compete with your voice :) thanks my friend", "Palvi thank you for remembering. All my love to you :)", "Thank you Raj! U are a love monster", "Thank you so much :)", "How much one can learn from your words depends how deep the student dives. Your thoughts are limitless. Thank you for all that wisdom from me and from all the friends who follow you", "Thank you Arfeen. And thank you for being the brightest beacon I know .", "I started with you when I was nothing. Will always have respect for the way you respected my vulnerability. Thank you for the duas Khalid", "आपने हमेशा प्यार दिया और अपने पज़िशन का ग़लत फ़ैदा कभी नहीं उठाया। उसके लिए बहुत बहुत धन्यवाद।", "Now he inspires me:) thank you for your wishes n love :)", "Thank you so much", "Thank you Ravi", "Thank you himesh:)", "My love to you ‘Rohit Bhatnagar’  thank u", "Thank you so much ", "Thank you !", "Thank you ", "To the genius I have had the pleasure of working with ! Thank you !", "Thank you Tara ! Love to you", "Thank you so much ", "My teachers ! Thanks guys !", "Thank you ", "Thank you", "Truly funny times. I wish u so much happiness Pooja. Thank you ", "Hahaha! Mindrocking. Shall always remember with smiles", "Your voice will soothe hearts forever. Thank you jubin", "Thanks guys , u are the best do u know that? Big hug to all", "U really have a way with words man. Cheers. And thank you ! https://twitter.com/shirishkunder/status/951090598588563463 …", "Thank you so much ", "And this from the ultimate nice guy . Thank you ashu", "Jacqueline, someday I hope to fill the room with as much brightness n positivity as u do. Love.", "‘Live Life’. The words still resonate. Thank you for imparting so much knowledge to all around.. love u", "Rajeev ji, बहुत बहुत शुक्रिया!", "Beautiful. Thank u", "Thank you soundarya, so nice of you to take the effort to say. Thank you", "Trying brother. Thanks Dino", "Gattu, thank you ", "Thank you sunny", "Thank you vaani. Yours is still the highest watched song of mine:) love to u", "Thanks Ehsaan", "Thank you :)", "For the kindness, warmth, love and inspiration, thank you from the bottom of my heart .", "Being cool is what I learnt from you bro braz! Thank u for being the funnest friend . Big love back", "Thank you Raedita . U just made me smile. Thank you", "Such a heartfelt birthday wish dia :) thank you . More love back to you. Big hug ", "Nice of you to say. thank you !", "U are leading, I am following! Adventurers till the end ! Thank you for inspiring always. ", "Such sweet words for me. Thank you anushka", "Really? And I always have fun chatting with you Asjad. Thank u for the kindness . Love", "Kriti thank you so much. I look forward to working with you. Loved u in Bareilly ki barfi", "Thank you ankit", "Thank you so much :)", "Too kind, thank you aarti. Felt that:)", "Shraddha, thank you so much:) our comedy drama awaits us :) love to u", "Thank you so much anil sir ", "So touched. Thank you for taking the effort to wish me sir.", "Ananth! Great success to us cause we head towards being the best ! #Hrx", "Thank you sir. I am a fan", "Thank you kunal :)", "Thanks siddharth!", "Replying to you with love is like showing light to the sun:) how sweet yami. I cherish working with you. U are such a special artist n human", "My fav duo too:) love to you Vicky. Need to taste some more magic soon.", "Thanks for your wishes armaan", "Thanks Tiger! I’m looking forward to sharing caring and creating together soon. Love u", "Thank you so much ", "More than that night I remember how you always motivate a good thought, a good attempt, good work. So thank you for that :) love", "Thank you sonam. Always think of dheere dheere shoot so fondly. Big hug ", "Thank you so much :)", "Thank u neelima for the wishes . Love.", "How can I ever forget:) big hug to you my first heroine", "What I remember most is the cold Hong Kong trip :) and u lost in layers :) thank u jitesh for the love", "Thank you anewradha. I remember you as always smiling .", "Shanoo! U are the sweetest. Thank u", "Thank you udita. Known you since I started . Thank u", "Love u too :) thank you", "Shekhar, u are the kindest of us all. Thank you ", "Thanks maniesh!", "Thank you sir", "Haha thank you akshay. Big love dear neighbor", "Love you too vikram! Thank you !", "Thank u so much farah !", "That’s cause u make me feel special. Thanks shilpa:)", "So glad to hear that genelia. Thank you for the wishes :)", "Thank you so much ", "Thank you", "Thank you :)", "Thank u for the kind words rohit", "You always give so much love to me. Thanks archana:)", "Ram. Thank you :)", "Inshallah. Thank you ", "Thank you for the kind words", "Thank you akshaye :)", "Mere dost ! Thanks golds", "Thank you to the one most positive and kind and a poet to top it all. Thanks my friend", "Thanks so much malini", "My dear alok, happy birthday to you too!", "Thanks man", "Thanks joginder :)", "Mamta didi thank you so much for remembering. Thank you", "Thanks suresh. :) love to you", "Thank you Ajaz", "Thank you Vivek. U always remember to give love", "Thank u my friends 4 makin my birthday a day of gratitude. I thank each n every one of u 4 taking d time n effort to send me so much love.This year especially surprised by d sweetest gifts n letters from all over. U r truly d wind beneath my wings.Sending u all so much love back!", "Today is perhaps the best day to make the release day of Krrish 4 official. Christmas 2020 it is. A gift for all of you on Hrithiks birthday. Happy birthday @iHrithik", "Go on. Let’s start. Take that first step.  #MiBandHRX edition. Try it. But remember to aim high. #KeepGoing and #StartWhatYouCantStop.", "Even I want to know her secret recipes!! Congrats @theshilpashetty's on ur 2nd book #TheDiaryOfADomesticDiva available on preorder on @amazonin http://bit.ly/Domesticdivapreorder …\n@penguinindia Grab ur copies now!!", "Mi fans! The day is almost here, we can’t stop our excitement. Watch this space tomorrow!  #StartWhatYouCantStop", "Taking a moment to thank my team #Hrx for being the best version of themselves  ! I feel blessed. Thanks guys! More power to you !", "Thank you Gurugram बहुत प्यार दिया आपने मुझे आज। Super launch of #HRX workout at #Cult. Wish u all a super fit 2018. @hrxbrand", "#Gurugram, yes you heard it right! @iHrithik is coming to the cult centres tomorrow and introducing the #HRX workout. See you there! #KeepGoing @BeCureFit", "Happy birthday mere dost ! @udaychopra kahan ho yaara?", "This year lets put as much work into fun and as much fun into work as possible. HAPPY NEW YEAR beautiful people! Sending you all love and huge big hug !", "सबसे बड़ा फ़ैशन सेल आ गया है! The Myntra End of Reason Sale is now live! Get amazing offers on HRX only on Myntra! Shop now!", "He’s just horsed around for 2 hours. And now he sits. Alone. What’s he doing? Studying. I pass by from behind, catch a glimpse and want to save the moment. There is something about a child sitting in isolation to read and learn that fills me with hope he is on the right track.", "This really got me. Rani u are amazing. And siddharth, well done man. Looks very promising. #Hichki", "Work hard. Win over your weakness. Be Stronger Than Your Strongest Excuse. #KeepGoing #HRX", "When hard work pays, u pay it forward so others may follow. Well done @mrsfunnybones & @akshaykumar @sonamakapoor & team Padman. Really enjoyed this Padman", "Proud of you guys. Arav, Rajveer and Sidharth are showing us the way. Sending my love to you ..", "@iHrithik ने लॉन्च किया मोटिवेशनल वीडियो, 3.5 मिलियन से ज्यादा आ चुके हैं व्यूज\n\n@hrxbrand https://bollywood.bhaskar.com/news/ENT-BNE-IFTM-hrithik-roshan-released-a-motivational-video-for-his-fitness-brand-hrx-5766868-NOR.html …", "Feminism is inclusive.It includes men by way of not demanding but commanding equality.Its about recognition of an individuals worth regardless of gender. based on merit. In that sense feminism is a fight for Humanity. & so not a word to scare from \n#humanrightsday\n#GenderEquality", "Happy birthday @deespeak stay bright and wonderful. And keep contributing to our world. I think the planet is thanking you too today :) love.", "So sweet. He seems to be sharing an amusing secret and you seem unable to control your laughter. A moment often shared by college sweethearts:) You & Javed uncle must pen down your journey together. Will be so inspiring. Happy anniversary @Javedakhtarjadu n @AzmiShabana", "Our challenges come perfectly designed to suit our vulnerabilities. You may sail through what others may find difficult. But remember it's vice versa as well. Be empathetic.", "RIP Shashi Kapoor ji \nGreat artistes not only inspire but also inseminate the hearts & minds of the next generation. In individual ways we all carry his greatness within us. He & his talent shall live on. And we shall forever celebrate it. Thank you for your inspiration...", "Right. They say love changes everything. But why blindly believe in the alchemy of love. Pffft! Why not test it! So to those who persecute you , anger you, give even more love. What will u end up discovering ? ", "It's really impressive that in their own way people like @MissMalini are writing the narrative of new india. Congratulations for \"#tothemoon - How I Blogged My Way To Bollywood #MMtothemoon", "HRX doesn’t manufacture, license or sell perfumes, deodorants, watches and such products being sold under the HRX brand are fake and unauthorised. Please refrain from buying these products. #HelpHRXFightTheFake #HRX #KeepGoing", "Congratulations @deespeak contributing towards the greater good. More power to you ! Bravo!", "Easy way to always say the truth. Endorse brands u actually like! Thrilled to bring to my fans in Bangalore the stylishly sporty Rado HyperChrome collection.", "Hmm. I wonder which one is the ‘act’. आख़िर कौन हो तुम ?", "Congrats man. Can’t help but notice how chweet u looking.", "Happy birthday dear @yamigautam I hope the journey keeps surprising you and I hope you never cease to see the wonder of it all. Like you always do. All my love.", "Magic of editing, made me look  better than me . Thank u", "Dhoom2 was an experience that powered and inspired a myriad  of other dhooms in my life.  As we celebrate 11 years of Dhoom2 I'd like to thank the entire team that made this film possible.@udaychopra @juniorbachchan @bipsluvurself #aishwarya @SanjayGadhvi4 #Adi", "Hoarding is not a virtue. Anything u haven’t used in 6months u will probably never use. Give away your old clothes for a good cause, get @Myntra points n upgrade your Hrx wardrobe too. The #MyntraFashionUpgrade is on until 24th Nov!", "Now it’s your turn  Join the movement ! \nTune in to http://bit.ly/2z20Ang   7 PM on 21st Nov to watch #LALKAAR #BasAbBahutHoGaya - End Violence Against Women & Girls\nNo more tickets left   Gates open  5.30pm\n@iHrithik @AzmiShabana @VishalDadlani @kritisanon @Varun_dvn", "Don’t chase your dreams, run them down! Wishing luck to all the participants of @punerunning marathon. #HRX #KeepGoing", "Forget the miles, remember the glory! PUNE #KeepRunning #KeepGoing! #HRX @PuneRunning", "Never met my grandfather. Roshan lal Nagrath, I call him daduji. But I know him thru his music. ‘जो वादा किया’ n ‘ताल मिले नदी के जल से’ sooth my soul. He was one of d greatest yet never chased d fame. Today v celebrate his 50th death anniversary. ( d cute kid is my dad)", "Selfie tip: if you are on top of a mountain with great lighting, u must take one.", "Let us strive to give r children a world that is filled with love and inspiration. It all begins with the self. Happy Children's Day.", "Speaking at the #Acasea2017 giving my thanks to the world of orthopedics not from the bottom of my heart but from the core of my joints  thanks Dr. Sanjay desai for a wonderful eve", "A must read.\nhttp://mindmoodsandmagic.blogspot.in/2017/10/why-do-children-not-share-their-secret.html?m=1 …", "Happy anniversary to 2 very special people. @GOLDIEBEHL @iamsonalibendre wish u guys the BEST always! ", "That’s the incredible thing about human beings! We can FIX things. So long as we take cognisance that a problem ails us. #DelhiSmog #AirPollution #BeatPollution #Smog", "U can't run from d Shadow, but u can invite it to dance.  #rehearsalv/speformance #AdityaBirlaGroupAwards #incredibleleaders", "Proud to be a part of #Super30, Anand Kumar Biopic releasing on 23rd November 2018! @RelianceEnt @FuhSePhantom #VikasBahl", "Congratulations n all d very best @WizAndreTimmins n d entire team at @WizcraftIndia 4 their newest production @balleballeofc.. can’t wait 2 watch this ‘big fat Indian wedding’ theatrical!!", "I agree!", "Happy birthday @sarakhan811 have a wonderful day :) love always!", "All we ever need is the ‘opportunity’ to work hard", "Just watched #Ribbon. One word - Brilliant! Congrats 2 entire team especially actors @kalkikanmani @vyas_sumeet n director #Rakhee sandhilya", "And this song from #ittefaq on repeat", "It’s going to be insane! Can’t wait man ", "I think my love for greens started at a very early age.  #eatright #hrx", "Inspired by how much u'v dedicated 2this vision. @ItsZayedKhan like never before guys. #Haasil tonite 9.30pm on Sony tv. Don't miss it !", "Congrats 2all d wonderful performers of d play 'Salaam Noni Appa' I truly enjoyed it . & @mrsfunnybones this is another feather in your cap.", "6 hour long workout. My kinda day #HRX", "Every year I would see huge devotional crowds on d beach. This year I understand d significance of chatt puja better!Happy chat puja 2 u all", "Cant kill this vibe ", "Was a hard day at work for my team.", "Looking at me looking at you", "Friends give the freedom to share love without holding back.Thank u Naina n Kunu 4 a crazy fun loving celebration.", "Happy Diwali beautiful people . U are beautiful cause u are human. Celebrate your weakness and your strength. Sending u all my love.", "Happy birthday to someone who's grit, determination and growth is an inspiration to me. @kapoorkkunal have a blessed year my friend ", "Neat shot .", "Congratulations my friend @vinod_rawat 4 dis powerful short film!Do watch at MAMI on 14 oct! @jiomamiwithstar @largeshortfilms #theperfect10", "I like !", "Unparalleled potential. Like never before.", "My dear beautiful suranika ", "Thanks Bhupendra. Yes this is my truth.  Catch it now or tonight at 11pm on CNN", "Just wish no one is in this situation. I hope something productive comes out of it.", "Plus cant make it a spectacle evn if I wantd 2. Perhaps battling a speech issue since my childhood has kept loud verbal violence away frm me", "I hv not tampered n I will Not tamper wth d integrity of truth 4sake of entertainment. B patient wth me mark.Truth is in fact boring 2watch", "Well done Mr director !", "Hearing amazing things about #Judwa2 congrats @Varun_dvn @Asli_Jacqueline @taapsee 'Big Hit' is the word", "Catch the finale of Dew Arena - India’s largest gaming championship LIVE! \nClick here to claim your passes: http://bit.ly/2xF8sg4 ", "The BIGGEST Action event ever. Exploding on 25th Jan'19. #HrithikvsTiger ! ...Be Ready", "A Guru will always have that one trick, he doesnt teach his student. @iTIGERSHROFF #HrithikVsTiger", "We're all fascinated by what we don't have. @AalimHakim @Errikos_Andreou #funAtShoot thanks team.", "What happens when @iHrithik meets Mi fans? Mi Band - HRX Edition!\nRT this video with #MiBandHRX to win it signed by Hrithik himself ", "Dear shabana aunty ,a very happy birthday to you . I wish you so much love. Have a wonderful year . @AzmiShabana", "Step up your fitness game with the cool new Mi Band - HRX Edition, in partnership with @XiaomiIndia @hrxbrand #KeepGoing", "Farhan! All the best today. It's looking really good . N great reviews #LucknowCentral @FarOutAkhtar", "For all people struggling with weight issues , maybe this helps", "On World Suicide Prevention Day, make a pledge to LISTEN, and save a life.", "Happy birthday @akshaykumar keep shining . #Gold to diamond. All my love .", "Now that's what I call a transformation !! So so proud of you didi @roshansunaina #keepgoing #impossibleisNothing", "First song from #RanchiDiaries #FashionQueen seems very catchy. Congrats @AnupamPkher n @soundarya_20", "Happy birthday Chintu uncle @chintskap thank u for the inspiration, the laughs and the warmth. With all my love.", "Happy birthday my friend. And congrats on the huge success! Stay powerful . Love. @vivek_oberoi", "Eid Mubarak beautiful people!", "Watch the first episode of #DesignHq featuring #Hrithik this Thursday at 10 pm on Fox Life", "Congrats divyansh, a very good initiative made in respect of the mumbai police . Do watch.", "Congrats team HRX !!", "Start your engines & throttle up as me in my new game #HrithikBikeRacing http://bit.ly/2wSZj16  @NazaraGames. Check it out!", "Hearing great things about #bareilykibarfi congrats to the team. @ayushmannk @kritisanon @RajkummarRao", "Well said Ranbir ", "These heroes say true freedom comes with a fighting spirit. Own ur story, Be the change. Happy Independence Day!", "I have a feeling this one doesn't need any luck. #ToiletEkPremKatha is looking fantastic. Congrats @akshaykumar n my dear @mrsfunnybones :)", "Wow!Kaveri has another chartbuster!Hw amazingly talented! https://youtu.be/eElNfnRzrdY  congrats proud parents!Love 2u dear Kaveri. @shekharkapur", "To my dear sisters, a brothers solemn promise 2always b there 4 u even when u don't miss us :) cause we love u too much happy rakhee2 all", "My dear @iamsrk @AnushkaSharma and d ingenious Imtiaz , all the very best for d release today. #JabHarryMetSejal in theatres now!", "Congratulations @arfeenkhan on your new book. Do give this a read guys. This mans words can be very inspiring. #bestseller #mustreadmore", "Kunu,u were so good in #RaagDesh man.So controlled yet easy. Proud. Loved all d performances .Well done n good luck 2d team! @kapoorkkunal", "Get @iHrithik's style for less! \nShop joggers, tees & more by @hrxbrand at 40-70% off.\nShop here: https://goo.gl/KAKZoA \n#Jabong", "This is going to make you even stronger ! Well played INDIA! #WomensWorldCup2017 ! Proud !", "Our #WomenInBlue have strived hard and reached the #WWC17Final! All the best to the @BCCIWomen for today's match. ", ".@iHrithik talks about failure and why he thinks he has paid his dues", "Happy birthday to d best trainer I know. Mind body n soul. @mustafaahmed84 wish u d best year my friend ! More power to us ", "Lata didi aapne yeah kahakar saabit kar Diya 'rahein naa rahein hum mehaka karange' Roshan parivaar aapka abhari hain hamesha", "Every single year #IIFA goes 10steps ahead to make us even prouder! Congrats @WizAndreTimmins n team! #blockbusterEvent #newyork #cantwait", "This labour of love is truly all heart . Congratulations and good luck team #Hrudayantar Vikram , all my love to you :) releases today!", "Celebrating 50yrs of dads journey in cinema.But hes in office working 2wards 100.Thanks dad,4setting d impossible example 4us. #weluvyoupapa", "Eid Mubarak!May Allah give us d strength 2give r best 2r work n d wisdom 2apply d same best 2 family n fun. A diverse life is a happy life.", "This is HUGE! Amazing work my friend ! @GOLDIEBEHL will definitely watch:) launching on 24th June 9pm!", "Very nice @kapoorkkunal this looks so promising good luck team #Raagdesh https://www.youtube.com/watch?v=BzS0zsuXtTU&feature=youtu.be …", "Lead a fitter faster life with HRX. Myntra End of Reason Sale is on. Shop here: http://www.myntra.com/hrx .  #MyntraEndofReasonSale #HRX", "It's truly been an incredible journey. One that has spanned 11yrs n still promising more. #11yearsofKrrish thank u all for the love!", "A racing game on me ! Sweet. Grab the wheel, rev your engine and lets see what you'r made of with #HrithikCarRacing: http://bit.ly/HCRgame ", "So beautifully done. Got me teared up. @kapoorkkunal amazing initiative", "Hey Deccan, U are really great at writing chronicles of fantasia. Let's meet up whenever u are back from la la land. Cheers", "What a magnificent trailer launch vikram! Best wishes 2 d incredible team. My Marathi film debut! God bless. @vikramphadnis1 #Hrudayantar", "Just watched your show Vir,  U are exceptional. Amazing show.  @thevirdas", "Dear Tiger,u hv bn a notable asset 2d industry owing 2 d discipline n dedication. HRX salutes d unsurpassable spirit! @iTIGERSHROFF #RAMBO", "He doesn't back down. He doesent give up. He's a one man army. Presenting TIGER SHROFF in and as #RAMBO\n#WorldsGreatestHero", "Heard it went off really well. Once again, simply cause u #Didier r doing a wonderful service. Love to all in Bangalore! #happn", "Sweet. Thank you @rado for making my mothers day even more special. She loves it by the way:)", "Good wishes to team Sarkar3! Hope this one is another winner for you @yamigautam ! Hearing very good things ", "Visit our facebook page to participate in #loveyoumom contest and stand a chance to win exciting prices. #Contest\nhttps://www.facebook.com/dctexfurnishings/?hc_ref=SEARCH&fref=nf …", "Thanks for motivating us to #KeepGoing by helping feature HRX as #6 on d Youtube Ads Leader Board of @ETBrandEquity. http://bit.ly/2qTjL1M ", "We have something for everyone. Visit us at our centres in Bangalore.Lets make fitness a lifestyle,a necessity. @hrxbrand @iHrithik #CultFit", "10 million have joined the challenge. 10 million hearts have pledged to #KeepGoing. @iHrithik @myntra @BeCureFit http://bit.ly/HRXKeepGoing ", "Even in brief greetings he never failed 2touch ur heart. Admired n looked up to him since I ws a kid. True legend. RIP Vinod khanna", "Nothing brings us more happiness than to have another individual like #ThatVickeyGirl motivated to #KeepGoing. ", ".@Skye_chanel  Glad to see one more heart motivated to always #KeepGoing! Thank you for all the support. https://m.youtube.com/watch?v=W6SpJAK3v0M …", "63yrs of water phobia.Never swam. 2day she jumps off a boat in2 d deep Indian ocean. Here she is flying beyond d fear. So proud of u mama!", "With our great Earth, comes great responsibility. Do unto it as u would do unto yourself. U are the Earth. We r one. #EarthDay", "6 million! Overwhelmed with the response to the @hrxbrand #KeepGoing. Thank you for all the love and appreciation! http://bit.ly/HRXKeepGoing ", "Thank u my friend! More power to us in striving to better ourselves in every way! #keepgoing https://twitter.com/fuadomar/status/854379259430875138 …", "So very proud of belonging 2this team of HRX ! Thank u guys 4 breaking barriers defeating deafeat n inspiring me to keep going!! Love u all", "Excited for this today. Another day to celebrate love. Kaabil premiers on TV today at 1pm. Don't miss#KaabilOnStarGold", "A gripping tale about love, loss and revenge unfolds in just one day, get ready for Kaabil tomorrow at 1 PM! @iHrithik @yamigautam", "Thanks my friend . Stay well.", "Thank you ", "Too sweet . Sending u love. #KeepGoing", "Thanks buddy! Let's chat soon #KeepGoing", "Your the man! Thanks for being the best at what you do. #KeepGoing", "Respect the feedback. Thanks man.", "Brothers in cause ! U are an inspiration yourself Ashish. We #keepgoing towards d best in us!", "Glad u guys are feeling it. #keepgoing", "Thanks . #keepgoing", "And in friendship #keepgoing !", "N u make everything look better #KeepGoing", "Do it ! #keepGoing", "Thanks man ", "Shellar! U are the fittest", "Thank u sir , coming from an inspired soul n teacher . Means a lot", "Only cause u gave this your best ", "Sweet yami, thank u :)", "Thanks Dia ! ", "KeepGoing is a will.It is strength.It is u, fighting for a better u. So take my hand & let's #KeepGoing. @hrxbrand", "Success is nothing but weaknesses turned inside out. #KeepGoing Join us today! @hrxbrand", "Can u really become the best version of yourself ? Yes u can. Just.. keep going. Join me for the release tom.  #KeepGoing @hrxbrand", "Some moments from the grand Kaabil party last night!\nThe energy was infectious \n#CelebrateKaabil\n@iHrithik @RakeshRoshan_N", "So wonderful 2meet rfans frm Bangladesh,Gujarat,Bihar, Orissa,Pune,Punjab,B'lore,Italy n mumbai!Thank u once again 4 celebrating KAABIL!", "Every time you fall, you can either give up or keep going. What will you choose? #KeepGoing", "On my way!! To meet all my kaabil fans! Whole team with me. Let's rock this !", "True love gives meaning to your life and Rohan and Supriya have just found that out. #DilSeKaabil @iHrithik @yamigautam @FilmKRAFTfilms", "Enjoyed doing this film :)Connect with people you've crossed paths with, because #AnythingCanHappn @happn_india http://gethap.pn/discover ", "So happy 2announce release date of #Hrudayantar afilm dat I'm am happy 2b a part of! Directed by my friend @vikramphadnis1\n@hrudayantarfilm", "Something we all should know. @mpowerminds http://mindmoodsandmagic.blogspot.in/2017/04/9-things-you-should-never-tell-patient_8.html?m=1 …", "Coming soon. ", "Leaving for Ahmedabad to attend @MXIMIndia festival - to interact with kids along with @bhaichung15. #mission11million", "Hey guys, the HRX GIG is now LIVE on Myntra. Go check it out http://bit.ly/1koQMEL  @hrxbrand", "Hey shivi, well done! Really liked your attitude n vocals in this! Bravo", "Its true,d power of cinema captures d truth,d love u put in2 ur work comes back wen a 1yr old reacts like this!God bless him. Thank u 4 this", "Wait wait, will find a spot and stop the car . Hold on n be careful", "Will look for you and take a picture together!", "Actually made me laugh out loud.", "My dear lady, who are you and why are u lying.", "Loving words from the teacher himself to students of peace @AnupamPkher", "Such a touching letter from my current namesake Rohan Bhatnagar frm Ranchi. Thank u 4reaching out Rohan, umake my profession more rewarding.", "Jabong just got fitter. Go check it out on http://jabong.com/hrxbyhrithikroshan …", "No-equipment workout! That's the way to go #HRXatCULT", "Please retweet guys, richa I hope we can help locate your brother as soon as possible.  Stay strong. God bless. #findingShubham https://twitter.com/rmaheshwari91/status/841343888958808064 …", "Woah dude. Congrats but pleas stop posing like this in my gym my moms poor pets are petrified of d giant in d gym. #bekindtoanimals", "When u surround yourself with great people with even greater intentions u automatically do great yourself. Thank u team Myntra!keep it up!", "I will be live on the @CULT_FIT Facebook page in few mins to answer all your fitness related questions. Log on here https://www.facebook.com/cultfit/videos/694899794015402/ …", "Your the man Ananth! Inspiring day at myntra!", "Thank you chandra @hrxbrand @myntra", "Same pinch. ", "Was a pleasure speaking to you chandra. Looking forward to many more .", "Dear @karanjohar @Varun_dvn @aliaa08 gooood luck for #BadrinathKiDulhania it's a super hit already:) sit back n enjoy now.", "Coming to CULT centres in Bangalore on 10th n 11th March 4 d HRX workout launch. Get ready to train my way. C u there. @hrxbrand", "Get set to compete and find out #Whatsyouredge? You’re in for a BIG treat at the end of this one! @hrxbrand@cultfit…coming soon. #HRXatCULT", "Are you ready to get animalistic. Experience my fitness moves only in #TheZone @HRXbrand @CULTFIT...coming soon #HRXatCULT", "Never been to a fitness center? Wanna train all over again? Start with #thefirststep @hrxbrand @cult_fit..coming soon #HRXatCult", "R dear azaan is a prodigy!! So so proud of dis14yr old! Do give a listen n vote 4 dis amazing effort https://www.spinninrecords.com/talentpool/track/124104-az-bounce-azaan-ali/ … @FarahKhanAli", "Everyone is invited! See you at a Cult center. Log on to http://www.cultfit.in  to know more. #HRXatCULT @hrxbrand", "Shot wth d most amazing actors ever yesterday 4 #vikramPhadnis #HRUDAYANTAR u r making a very special film my friend. God bless!", "Excited about #ABHRideToMpower on 26/3 Cycle w @mpowerminds to #StampOutStigma around mental illness. Register: http://bit.ly/1MSzjc6 ", "Looking fantastic!  @yamigautam can't wait to see the other side of Su.", "Sculpt a new you with the best in the business.HRX presents @iHrithik's fitness regimen soon available at @CULT_FIT!", "Be still when you have nothing to say; when genuine passion moves you, say what you've got to say, and say it hot. #Hrithik #Hrithikroshan", "Leave excuses and find reasons to be your best. What better way than to follow the path of the superhero himself. @iHrithik let's do this.", "This is how I train. In case you guys wanna do what I do. #HRXworkouts this march.  @CULT_FIT Ready 2 find ur edge?@hrxbrand @mustafaahmed84", "Just saw #udtapunjab what an incredible screenplay/ story/performances. Great cinema. Congrats once again 2 d entire team! Amazing.", "Happy birthday @AshGowariker ! Thank you for making my journey even more wonderful. Wish you the best! N happy #9YearsOfJodhaaAkbar !", "N d BIG one.Its finally here! background score of Kaabil!\niTunes: http://bit.ly/background-music-kaabil-itunes …\nApple Music:", "Hey guys, the Kaabil theme song composed by Salim-Sulaiman can be your your caller tune now :)  SMS KAABIL13 to 54646. Enjoy", "#Veeram ! Dude u are killing it! Intense yet vulnerable! Superb!", "Incredible is here ! @kapoorkkunal https://www.facebook.com/hrithikroshan/videos/745691632254396/ … killing it !", "I have a surprise for u guys in a few minutes . Can anyone guess ? To know more check my Facebook page at 10 am.:))", "Thanks @_SanjayGupta guys , sending you all my love . Thank u for giving kaabil so much love ! https://twitter.com/ipranayhrx/status/830789978498150400 …", "What a great example 4every 1of us!! D Indian cricket team won d World Cup!!!!so proud! Congratulations 2 d potential in each 1 of us!bravo!", "Looking good man!", "Thank you Forbes", "Honored to receive #MaharashtrasMostStylish Superstar Award thank you @MiLOKMAT for such an entertaining event.", "Dear Tommy.I dont wear u, neither do my kids endorse u.If u hv lost ur spine I hv a great team 2help u find it.Please (hil)figure urself out", "Woah!!!! This looks INCREDIBLE. What a contrast from that superbly real n romantic dear zindagi performance! Can't wait to watch #Veeram", "Regarding endorsements, I have teamed up with Kwan and together we build from hereon.", "They (@afsarzaidi n team) hv been part of my journey since last 10 years n dey continue to propel the growth of HRX with renewed strength...", "Contrary 2 d rumours I hv not parted ways with my management team led by @afsarzaidi ...", "Reminder : Post your reviews and ratings for #Kaabil on IMDb, mouthshut, BMS and other movie based sites. #Hrithik", "No. Thank you to you :)", "Thank u my friend", "Thank you so much .. :)", "How sweet. Err..I could do with some cake ;) save me some? :)", "This man is on a roll! Thoroughly enjoyed this jolly. Congrats to the team that pulled this off in 33 days! Fantastic!", "Happy birthday bro brazz @juniorbachchan Wish u the best always. From the heart . Let's do a dhoom reunion soon. @udaychopra ?", "Wow! Well done n congrats guys! Loved this #12YearsOfActorPrepares #MannequinChallenge @actorprepares.:)", "Wow ! I am inspired !", "Tonite 9pm! Be there ! https://twitter.com/kapilonsony/status/827883453945307137 …", "It's time to celebrate together! Watch Kaabil anytime this weekend & send me a picture of you holding the ticket using #CelebrateKaabil.", "Nice to hear . Thank u", "I second that! Well done @RoshanEshaan . Proud", "Sending you love Ayesha :)", "Making myself a Kaabil dancer with the help of @iHrithik . Tonight on #TKSS @SonyTV @preeti_simoes @neetisimoes", "Thanks Kapil , this was not a show, more like u hosted a party for kaabil !", "That's really sweet. Thank you", "LETS GET THIS PAAARRRTY STARTED. Come on guys.", "Thanks for the encouragement .", "Congrats Sanjay!!! U did it !", "I saw more pics that u took and was wondering who took such good candid ones. I love them. Well done", "Thanks so much. Glad", "Was a pleasure talking to you . Thank u", "Keep sending the selfies . #celebrateKaabil ! Thank u", "Thank you sonal ..", "Rohan n Supriya in d city of roshogullas puchkaas mishti dahi sondesh creativity love life n what not! Thank u Kolkata! @iHrithik ", "Wish u al the best Vedant ! More power to U.", "Thank u for the love all at bhavanipur! Now roshogulla time before we leave! Love u Kolkata!", "Thanks Shaan! We were admiring your voice in the car just before we met. Uncanny. Thanks for your wishes !", "That's amazing . Thank u", "How sweet saina, thanks on behalf of the entire team. :)", "Thank you KOLKATA!!!", "Sorry guys, flight delay, we'r on our way !", "Yup! On way !!", "Hope u enjoy it . Glad to know . Thank you", "Watching a Kaabil show from 3rd Feb onwards? Show us, send us a pic, tweet using #CelebrateKaabil & get to party with the Kaabil Team ", "O my god , I feel like going back to Gujarat right now!! आभार! धन्यवाद !!", "It's done! Thank u kaabil team for making my idea happen!!! #celebrateKaabil", "Sweet. Wish u guys eternal happiness", "Hahaa thank u yaara .", "Wow wow wow. Listening to this LOUD. Jubin u have knocked it out of the park! Respect !! Just amazing !", "Thank u. Credit to the entire team!", "Can't get enough of @iHrithik's look in #Kaabil? Shop our exclusive HRX-Kaabil collection only on Myntra here: http://www.myntra.com/hrx-kaabil-range …", "U are very talented . V will. Give my love to your dad ! https://twitter.com/imadityanarayan/status/827146894199529472 …", "Thank u Aditya . Hope u are good! https://twitter.com/imadityanarayan/status/827128320378564608 …", "Too sweet . Big hug ", "Here in Kochi launching Rado Lightness Collection! A truly scintillating response from my fantastic #kaabilfans @rado #radolightness", "Never stop trying! Sending u love", "Thank you .", "Yes . I am organizing something special... telling u soon.", "Too sweet . Thank u https://twitter.com/rarabhugmania/status/827059095710502912 …", "Sorry I couldn't spend time with you , but I will organize a proper meet soon. Promise", "She is your Su. Do it for her. Work extra next day :)", "Thank you! God is great", "It's fantastic !", "There is no party without the kaabil fans ! I have an idea !!! Let me organize , telling u all in a bit !! Get ready!!!!", "Music to my ears !!!! You guys made it happen. Thank u thank u!!", "I'm going straight back and hitting the gym after meeting you. Inspired ! Thank u @sreesanth36", "Good stuff. Thanks man", "We will come! Thank u !", "Islamabad - #Kaabil is now showing at Centaurus Cineplex! Book now!", "Hello Malaysia ! Sending you huge big hugs!!", "Thank u . N I hear u . :)", "He is ! Thank u @RonitBoseRoy", "#Kaabil reaches Pakistan! Please check your cinemas for listings. #hrithik", "Too kind . Thank u", "Thank you", "Rohan Bhatnagar with the Master Blaster @sachin_rt thank u for ur wishes 4 kaabil. Missing you Su @yamigautam", "The #kaabil team on way to you Kochi !! Kerala are u ready !!", "Mubarak to all my pakistani http://friends.now  you can watch #Kaabil in your city.@iHrithik @RakeshRoshan_N @sanjaymasoomm", "Hey guys let's help . Spread the word", "Great news ! Thank u Canada ! Miss being there !", "That was so sweet n kind of @virendersehwag to say . Honored https://twitter.com/ikarnrohit/status/826873538070138882 …", "Hope they all like it . Love", "Thanks my friend", "Wow. Rohan and supriya joining u soon!! @yamigautam", "Thank u dear and thank u mom for the blessings https://twitter.com/shubham_duggu/status/826857908185026569 …", "Thank u so much", "Thank you . :)", "Thank u sir", "Kaabil just released in Karachi tonite. India gave it so much love. Hope it gets the same love from pakistan as well. ", "Thank u for the encouragement.", "Thanks man", "Thank you !!", "Thank u my friend .", "Thank u for mentioning all the pillars of kaabil !", "How sweet . Thank u for this", "Wah. Perfect !", "#Kaabil Promotions: @iHrithik & #YamiGautam take Ahmedabad by storm!\n\nFor more: https://goo.gl/MQ8ABm ", "Hrithik Roshan and Yami Gautam  step out in Ahmedabad to share their joy with fans! #Hrithik PS: Aren't they adorable! ", "@HrithikRoshan DANCES With Crazy Fans At #Mithibai College Festival - #Kaabil Promotion @FilmKRAFTfilms Videohttps://youtu.be/xVNC3YRedF0 ", "U have captured the essence of Rohan bhatnagar in this . So good . Thank u", "Thanks man", "These kind of clashes are not healthy for the industry", "Well said . Thank u", "Thanks so much man. Ab guitar n gaana to banta hai. Cheers", "Thank you muscat! Sending u love https://twitter.com/meghna13/status/826512701815980032 …", "Thank u my friend !", "Rohan bhatnagar and krrish . The 2 sides to us all. Be vulnerable yet powerful . Amazing . Thank u https://twitter.com/ikhushi_hr/status/826502286767771648 …", "Generous words . Thank u", "God bless . She has been found! Relieved for the parents ... god bless her", "Please spread this .", "U don't need words . I feel u . Coming to givebuba hug. Saturday .", "So happy u liked after all the expectations! Love u . Yay", "Help us curb piracy guys. Anybody find links of kaabil or Raaes pls let us know . Love u guys", "#RT #help A Frnds daughter 12 yr old Alina Chakraborty is #MISSING since 2day morng. #Powai. Inform #Police station at 9820379805. #mumbai", "Thank u for taking the effort to say this Raj. Very kind hearted u are. Encouraged me. Big hug", "पेट भी full, दिल भी full , सिनमा भी full! Thank u Ahmedabad! Yours forever - Rohan and supriya .", ".@iHrithik has a message for all you! \nIf not watched Kaabil or wanna watch it over.. Go, book your tickets now: https://paytm.com/offer/movies/kaabil-promocode-coupon/ …", "But I see you ! Love u man! Thank u", "Absolutely. We can we will. ", "Thank u my friend", "Waiting !! Hope u like it", "Thank you !!", "Its amazing . Leave it as is . Thank u", "Lookin good. Love to you", "Yo! So glad my friend ! Thank u!", "Thank you bhumi . :)", "Great chat . Now go watch it !", "Nazia u have a golden voice ! So much love to you !", "Lovely . Well done man.", "Sending u love paṭna !! Will come !", "Rohan bhaṭnagar bumps into Krrish in Ahmedabad ! A very Kaabil moment !", "!", "Haha Nice .", "Thank u for your words . My love to you and all of Iran . Thank u", "Diganta! Looking good man. So happy u loved Kaabil !", "#Kaabil is winning hearts all over! Book movie tickets & get upto ₹150 Cashback*. Use code: MOVIE150 http://m.p-y.tm/tkbl ", "Fun talking to u blondelle!", "BTS - #Hrithik for Man's World India Magazine - January 2017. http://fb.me/1CGkCGY4f ", "This was a fun shoot . Thank u https://twitter.com/hrithikrules/status/826281383421161472 …", "Coming soon!! @salim_merchant https://twitter.com/daredevilsanjay/status/826250162129362944 …", "Hyderabad ! KAABIL thanks  you . Love  u", "Love to all my Italian friends ! Thank u", "For taking the effort , thank you . All my love", "Even thru the darkness I can feel your love! Thank u . Sending u love", "Thank u for celebrating with kaabil. Happy birthday! Love https://twitter.com/sugidka/status/826140105253515264 …", "Ho. Sending u love . Looking good !", "That's so sweet . Big hug to you both !", "DJ Aqeel u nailed it!! This is so wonderful guys . Do watch. Loved the interlude music !", "Felt the hug. Give my love to the family", "Mind sees all . But the heart gives love. Heart must rule the mind. Give more . Be fearless in love!", "Means a lot . Thanks my friend", "Thank you !!", "Thank you guys", "Looking good man", "Ahmedabad!!! Are u ready? Nit just campus, I'm coming to meet u in the cinemas too! Love!!!", "Thank you aarti. Thanks so much", "Giving back love .That's what we are here for. Spread it! Onwards to more brightness! Love!", "Too sweet! God bless our kids", "Karan! Thank u so much . So happy u liked :) I'm smiling", "Thanks my friend", "No need to ride fast. I'm coming", "Coming soon to meet u guys !! Are u ready ?", "Perfectly captured the essence of su and Rohan. U have a beautiful voice", "Wow... thank u for making me relive that.", "Saara Zamaana! #Kaabil #hrithik", "Bromance in the air!! #hrithik #kaabil #RoyBrothers", "Team #Kaabil on the Kapil show promises to be a crazy affair !", "My thanks to you .. :)", "Definitely a Kaabil Krrish! Big hug https://twitter.com/jaya_kishoriji/status/825262760317554688 …", "Hahah nice ! https://twitter.com/razdanashu/status/825919755966091264 …", "I like your selfie style , thanks guys . Loved your honest review", "Thanks on behalf of the entire team my friend . So glad", "Thanks so much armaan. Now watch the rest ! !", "Zyaada ho.", "Wow wow, i hope to send u brightness with this tweet. Pls don't be sad.", "Thanks Sid . Where are u. https://twitter.com/sidshahlive/status/825809041955774464 …", "How proud me and @yamigautam will be reading this...", "Never been to Armenia . Now I will. Thank u", "Thanks for calling shilpa, when colleagues u admire compliment you :))) smiling .", "Hahaha how sweet raj my friend thank you ... love", "Hahaha nice !", "Thank u my dear .. smiles", "Too sweet . Thank u", "Give the family my love ... so glad .. thank u", "My love To u all", "Thanks guys", "Thanks for saying that man.", "U saw it ? Finally. :)) thank u", "Catch @yamigautam and I being KAABIL with the Sultan of Bollywood @BeingSalmanKhan on #BiggBossfinale tonight at 9", "Thanks man. ", "Thank you !", "How sweet . Thank u", "Thank u my friend. .cheers", "Thanks man.", "Thanks manish. Very kind . Thank u", "Nice to know . Thank u :)", "Wish u a happy Kaabil sunday birthday my friend . Enjoy!", "Enjoy guys! Happy sunday to u https://twitter.com/nileshshah22/status/825566837844893696 …", "\"Salman watched KNPH standing up as there were no seats...he has told me he will stand to see #Kaabil as well\"-HR.", "Ha ha! Thank u man! Its lovely when ur honest friends praise", "Thanks paji , so glad u enjoyed it love always !", "Thanks man. Love", "How sweet. Give her an extra tight hug from @yamigautam and me", "Thank u navbharat times :)", "Thank you !", "Nigeria!! Thank you guys", "I take this blessing and share the love all around me. Thank you my friends ."]}